const questionsNpa = [
  {
  question1: 'Лицо, уклоняющееся от исполнения административного наказания в виде административного ареста при задержании имеет право на:',
  answer1: 'юридическую помощь, услуги переводчика, уведомление близких родственников или близких лиц о факте его задержания, право на отказ от дачи объяснения;',
  answer2: 'отказ от дачи объяснения;',
  answer3: 'юридическую помощь, услуги переводчика, право на отказ от дачи объяснения;',
  answer4: 'услуги переводчика, уведомление близких родственников или близких лиц о факте его задержания, право на отказ от дачи объяснения.',
},
  {
  question2: 'Административным правонарушением признается:',
  answer1: 'виновно совершенное, общественно опасное действие (бездействие), физического или юридического лица, запрещённое Кодексом об административных правонарушениях под угрозой привлечения к административной ответственности;',
  answer2: 'противоправное, виновное действие (бездействие) физического или юридического лица, за которое Кодексом об административных правонарушениях или законами субъектов Российской Федерации об административных правонарушениях установлена административная ответственность.',
  answer3: 'виновное совершенное действие (бездействие) физического или юридического лица, за которое законодательством субъекта Российской Федерации об административных правонарушениях установлена административная ответственность.',
},
  {
  question3: 'В каком случае лицо, в отношении которого ведется производство по делу об административном правонарушении, может быть подвергнуто административному задержанию на срок более трех часов, но не более 48 часов для установления личности или для выяснения обстоятельств административного правонарушения:',
  answer1: 'если ведется производство по делу об административном правонарушении, посягающем на установленный режим Государственной границы РФ и порядок пребывания на территории РФ;',
  answer2: 'если ведется производство по делу об административном правонарушении, совершенном во внутренних морских водах, в территориальном море, на континентальном шельфе, в исключительной экономической зоне РФ;',
  answer3: 'если ведется производство по делу о нарушении таможенных правил, в случае необходимости для установления личности или для выяснения обстоятельств административного правонарушения;',
  answer4: 'если в отношении лица ведется производство по делу об административном правонарушении, влекущем в качестве одной из мер административного наказания административный арест или административное выдворение за пределы РФ;',
  answer5: 'все вышеперечисленное.',
},
  {
  question4: 'Какие виды административных наказаний могут устанавливаться и применяться только в качестве основных административных наказаний?',
  answer1: 'Предупреждение, конфискация орудия совершения или предмета административного правонарушения, административное выдворение за пределы РФ иностранного гражданина или лица без гражданства, обязательные работы;',
  answer2: 'Конфискация орудия совершения или предмета административного правонарушения, лишение специального права в виде права управления транспортным средством соответствующего вида, административное выдворение за пределы РФ иностранного гражданина или лица без гражданства, административный запрет на посещение мест проведения официальных спортивных соревнований в дни их проведения;',
  answer3: 'Предупреждение, административный штраф, лишение специального права, предоставленного физическому лицу, за исключением права управления транспортным средством соответствующего вида, административный арест, дисквалификация, административное приостановление деятельности и обязательные работы;',
  answer4: 'Административный запрет на посещение мест проведения официальных спортивных соревнований в дни их проведения, административный штраф, дисквалификация, административное приостановление деятельности.',
},
  {
  question5: 'Протокол об административном правонарушении должен быть составлен:',
  answer1: 'немедленно после выявления совершения административного правонарушения;',
  answer2: 'в течение двух суток с момента выявления административного правонарушения, в случае, если требуется дополнительное выяснение обстоятельств дела либо данных о физическом лице или сведений о юридическом лице, в отношении которых возбуждается дело об административном правонарушении;',
  answer3: 'в случае проведения административного расследования -  по его окончании;',
  answer4: 'все вышеперечисленное;',
},

  {
  question6: 'Административное наказание назначается без составления протокола, на основании постановления по делу об административном правонарушении, в случае:',
  answer1: '1. если лицо, в отношении которого возбуждено дело об административном правонарушении, оспаривает наличие события административного правонарушения;',
  answer2: '2. если непосредственно на месте совершения физическим лицом административного правонарушения, уполномоченным на то должностным лицом назначается административное наказание, в виде предупреждения или административного штрафа;',
  answer3: '3. случае неявки физического лица, или законного представителя физического лица, или законного представителя юридического лица, в отношении которых ведется производство по делу об административном правонарушении, если они извещены в установленном порядке;',
  answer4: '4. если лицо, не признало наличие события вменяемого административного правонарушения, предусмотренного ч. 2 ст. 14.5 КоАП РФ (неприменение контрольно-кассовой техники в установленных законодательством РФ случаях).',
},

  {
  question7: 'Срок проведения административного расследования:',
  answer1: 'один месяц с момента возбуждения дела об административном правонарушении;',
  answer2: 'не может превышать один месяц с момента возбуждения дела об административном правонарушении;',
  answer3: 'два месяца с момента возбуждения дела об административном правонарушении;',
  answer4: 'не может превышать три месяца с момента возбуждения дела об административном правонарушении.',
},

{
  question8: 'Дело об административном правонарушении рассматривается органом, должностным лицом, правомочным рассматривать дело:',
  answer1: 'в течение месяца со дня получения протокола об административном правонарушении и других материалов дела либо материалов, полученных с применением работающих в автоматическом режиме специальных технических средств, имеющих функции фото- и киносъемки, видеозаписи, или средств фото- и киносъемки, видеозаписи;',
  answer2: 'в течение пятнадцати дней со дня получения протокола об административном правонарушении и других материалов дела либо материалов, полученных с применением работающих в автоматическом режиме специальных технических средств, имеющих функции фото- и киносъемки, видеозаписи, или средств фото- и киносъемки, видеозаписи;',
  answer3: 'в течение двух недель со дня получения протокола об административном правонарушении и других материалов дела либо материалов, полученных с применением работающих в автоматическом режиме специальных технических средств, имеющих функции фото- и киносъемки, видеозаписи, или средств фото- и киносъемки, видеозаписи;',
  answer4: 'в течение двух месяцев со дня получения протокола об административном правонарушении и других материалов дела либо материалов, полученных с применением работающих в автоматическом режиме специальных технических средств, имеющих функции фото- и киносъемки, видеозаписи, или средств фото- и киносъемки, видеозаписи.',
},

{
  question9: 'Жалоба на постановление по делу об административном правонарушении подлежит рассмотрению: ',
  answer1: 'в десятидневный срок со дня ее поступления со всеми материалами дела в орган, должностному лицу, правомочным рассматривать жалобу;',
  answer2: 'в течение двух недель со дня ее поступления со всеми материалами дела в орган, должностному лицу, правомочным рассматривать жалобу;',
  answer3: 'в пятнадцатидневный срок со дня ее поступления со всеми материалами дела в орган, должностному лицу, правомочным рассматривать жалобу;',
  answer4: 'в месячный срок со дня ее поступления со всеми материалами дела в орган, должностному лицу, правомочным рассматривать жалобу.',
},

{
  question10: 'Постановление по делу об административном правонарушении вступает в законную силу:',
  answer1: 'после истечения срока, установленного для обжалования постановления по делу об административном правонарушении, если указанное постановление не было обжаловано или опротестовано;',
  answer2: 'после истечения срока, установленного для обжалования решения по жалобе, протесту, если указанное решение не было обжаловано или опротестовано, за исключением случаев, если решением отменяется вынесенное постановление;',
  answer3: 'немедленно после вынесения не подлежащего обжалованию решения по жалобе, протесту, за исключением случаев, если решением отменяется вынесенное постановление;',
  answer4: 'все вышеперечисленное.',
},

{
  question11: 'Постановление о назначении административного наказания не подлежит исполнению в случае:',
  answer1: 'если это постановление не было приведено в исполнение в течение года со дня его вступления в законную силу;',
  answer2: 'если это постановление не было приведено в исполнение в течение двух лет со дня его вступления в законную силу;',
  answer3: 'если это постановление не было приведено в исполнение в течение трех лет со дня его вступления в законную силу. ',
},

{
  question12: 'Общий срок давности привлечения к административной ответственности по делу об административном правонарушении, рассматриваемому судьей, составляет:',
  answer1: 'один месяц',
  answer2: 'два месяца',
  answer3: 'три месяца.',
},

{
  question13: 'Специальный срок давности привлечения к административной ответственности за нарушение законодательства Российской Федерации о противодействии терроризму и противодействии коррупции составляет:',
  answer1: 'два года',
  answer2: 'три года',
  answer3: 'шесть лет.',
},

{
  question14: '3. шесть лет.',
  answer1: 'в помещениях следственных изоляторов под охраной в условиях, исключающих угрозу их жизни и здоровью;',
  answer2: 'в специально отведенных для этого помещениях под охраной в условиях, исключающих угрозу их жизни и здоровью;',
  answer3: 'в помещениях тюрем под охраной в условиях, исключающих угрозу их жизни и здоровью;',
  answer4: 'в кабинете лица, осуществившего задержание, под охраной и в условиях, исключающих угрозу их жизни и здоровью.',
},

{
  question15: 'За совершение административного правонарушения сотрудник органов внутренних дел несет: ',
  answer1: 'административную ответственность на общих основаниях;',
  answer2: 'дисциплинарную ответственность и привлекается к административной ответственности;',
  answer3: 'дисциплинарную ответственность за исключением административного правонарушения, за совершение которого сотрудник подлежит административной ответственности на общих основаниях.',
},

{
  question16: 'Направление протокола об административном правонарушении для рассмотрения дела осуществляется:',
  answer1: 'в течение трех суток момента составления протокола (вынесения постановления) об административном правонарушении;',
  answer2: 'в течение суток момента составления протокола (вынесения постановления) об административном правонарушении;',
  answer3: 'в течение двух рабочих дней с момента составления протокола (вынесения постановления) об административном правонарушении;',
  answer4: 'в течение пяти рабочих дней с момента составления протокола (вынесения постановления) об административном правонарушении.',
},

{
  question17: 'Административной ответственности подлежит лицо, достигшее к моменту совершения административного правонарушения возраста:',
  answer1: '14 лет; ',
  answer2: '16 лет',
  answer3: '18 лет',
},

// {
//   question6: '',
//   answer1: '',
//   answer2: '',
//   answer3: '',
// },

// {
//   question6: '',
//   answer1: '',
//   answer2: '',
//   answer3: '',
// },



]

const correctAnswersNpa = [
  1,//1
  2,//2
  5,//3
  3,//4
  4,//5
  2,//6
  2,//7
  2,//8
  1,//9
  4,//10
  2,//11
  3,//12
  3,//13
  2,//14
  3,//15
  1,//16
  2,//17
]