const questionsOgnev = [
  {
  question1: 'На основании, каких принципов осуществляется деятельность полиции:',
  answer1: 'Соблюдение норм морали, уважение прав и свобод человека, законность, открытость и публичность ;',
  answer2: 'Соблюдение и уважение прав и свобод человека и гражданина, законность, беспристрастность, открытость и публичность, общественное доверие и поддержка граждан, взаимодействие и сотрудничество;',
  answer3: 'Уважение прав и свобод человека и гражданина, законность, гуманизм, гласность;',
  answer4: 'Среди предложенных вариантов нет верного.',
},
  {
  question2: 'По какой команде при проведении учебных и контрольных стрельб обучаемый извлекает магазин из основания рукоятки пистолета и вкладывает его под большой палец руки, удерживающий оружие:',
  answer1: '«Стой»;',
  answer2: '«Оружие к осмотру»;',
  answer3: '«Прекратить стрельбу»;',
  answer4: '«Разряжай».',
},
  {
  question3: 'Какая боевая скорострельность у 9 мм Макарова:',
  answer1: '10 выстрелов в минуту;',
  answer2: '30 выстрелов в минуту;',
  answer3: '35 выстрела в минуту;',
  answer4: '20 выстрелов в минуту.',
},
  {
  question4: 'Сотрудники полиции имеют право применять огнестрельное оружие в следующих случаях:',
  answer1: 'Для пресечения преступлений и административных правонарушений;',
  answer2: 'Для защиты другого лица либо себя от посягательства, если это посягательство сопряжено с насилием, опасным для жизни или здоровья;',
  answer3: 'Для остановки транспортного средства, водитель которого не выполнил требование сотрудника полиции об остановке.',
},
  {
  question5: 'Сотрудники полиции имеют право применять огнестрельное оружие в следующих случаях:',
  answer1: 'Для задержания лица застигнутого при совершении деяния, содержащего признаки тяжкого или особо тяжкого преступления против жизни, здоровья или собственности, пытающегося скрыться, если иными средствами задержать это лицо не представляется возможным;',
  answer2: 'Для задержания лица застигнутого при совершении деяния, содержащего признаки преступления против жизни, здоровья и пытающегося скрыться, если иными средствами задержать это лицо не представляется возможным;',
  answer3: 'Для задержания лица застигнутого при совершении деяния, содержащего признаки преступления против жизни, здоровья или собственности, пытающегося скрыться, если иными средствами задержать это лицо не представляется возможным.',
},
  {
  question6: 'Для чего служит курок в ПМ:',
  answer1: 'Для нанесения удара по ударнику;',
  answer2: 'Для приведения в действие спусковой тяги с рычагом взвода;',
  answer3: 'Для нанесения удара по капсюлю;',
  answer4: 'Для разбития капсюля.',
},
  {
  question7: 'Масса пистолета Макарова со снаряженным магазином:',
  answer1: '730;',
  answer2: '810;',
  answer3: '830;',
  answer4: '710.',
},
  {
  question8: 'При задержании за кражу двух неизвестных, пытавшихся скрыться, оперуполномоченный УР лейтенант полиции Шамко В.В. применил табельное оружие, ранил в голову одного из преследуемых, который в больнице скончался. Правомерны ли действия сотрудника полиции в данной ситуации:',
  answer1: 'Да;',
  answer2: 'Нет.',
},
  {
  question9: 'Какой вес пистолета Макарова с магазином без патронов:',
  answer1: '820г.',
  answer2: '710г.',
  answer3: '830г.',
  answer4: '730г.',
},

{
  question10:'Запрещается применять огнестрельное оружие с произведением выстрела на поражение:',
  answer1:'В отношении женщин с видимыми признаками беременности, лиц с явными признаками инвалидности, несовершеннолетних, когда их возраст очевиден или известен сотруднику полиции, за исключением случаев оказания лицами вооруженного сопротивления, совершения вооруженного или группового нападения, угрожающего жизни и здоровью граждан и сотрудника полиции;',
  answer2:'В отношении женщин, лиц с явными признаками инвалидности, несовершеннолетних, когда их возраст очевиден или известен сотруднику полиции, за исключением оказания лицами вооруженного сопротивления совершения вооруженного или группового нападения, угрожающего жизни и здоровью граждан и сотрудника полиции;',
  answer3:'В отношении женщин с видимыми признаками беременности, лиц с явными признаками инвалидности, малолетних, когда их возраст очевиден или известен сотруднику полиции, за исключением случаев оказания лицами вооруженного сопротивления, совершения вооруженного или группового нападения, угрожающего жизни и здоровью граждан и сотрудника полиции;',

},

{
  question11:'Не допускается нанесение человеку ударов палкой специальной:',
  answer1:'По голове, шее, ключичной области, животу, половым органам, в область проекции сердца, в область поясницы;',
  answer2:'По голове, шее, ключичной области, животу, половым органам, в область проекции сердца;',
  answer3:'По голове, ключичной области, животу, половым органам, в область груди.',

},

{
  question12:'Убойная дальность полета пули пистолета Макарова сохраняется:',
  answer1:'до 350 м;',
  answer2:'до 810 м;',
  answer3:'до 315 м;',
  answer4:'до 300 м.',

},

{
  question13:'Что произойдет, если целик при ударе уже смещен вправо в гнезде затвора:',
  answer1:'Пробоины на мишени сместятся влево',
  answer2:'Пробоины на мишени сместятся вправо;',
  answer3:'Пробоины на мишени сместятся вниз;',
  answer4:'Пробоины на мишени сместятся вверх.',

},

{
  question14:'Каким Федеральным законом РФ утвержден закон «О полиции»:',
  answer1:'ФЗ № 156 от 22 июля 2010 г.;',
  answer2:'ФЗ № 83 от 8 мая 2010 г.;',
  answer3:'ФЗ № 3 от 7 февраля 2011 г.',

},

{
  question15:'Сотрудники полиции имеют право применять огнестрельное оружие в следующих случаях:',
  answer1:'Для отражения нападения на гражданина или сотрудника полиции',
  answer2:'Для пресечения преступления или административного правонарушения;',
  answer3:'Для разрушения запирающих устройств, элементов и конструкций, препятствующих проникновению в жилые и иные помещения по основаниям предусмотренными Ст. 15 Федерального закона № 3 от 07.02.2011.',
  answer4:'Для пресечения массовых беспорядков и иных противоправных действий, нарушающих движение транспорта, работу средств связи и организаций.',

},

{
  question16:'В 22 часа на улице трое мужчин напали на командира взвода Полка ППСП ГУ МВД России капитана полиции Сенина И.А., проверяющего несение службы нарядами, нанесли побои и пытались отобрать часы. Сотрудник полиции, обороняясь, произвел из табельного оружия шесть выстрелов на поражение. В результате один из нападавших, Крюков, был смертельно ранен, двое других с огнестрельными ранениями госпитализированы. Правомерны ли действия сотрудника полиции.',
  answer1:'Нет',
  answer2:'Да',

},

{
  question17:'Назначение затвора в ПМ:',
  answer1:'Служит для подачи патрона из магазина в патронник, запирания канала ствола при выстреле, удерживания гильзы (извлечение патрона) и постановки курка на боевой взвод;',
  answer2:'Служит для подачи патрона из магазина в патронник, запирания канала ствола при выстреле, постановки курка на боевой взвод и недопущения автоматической стрельбы',
  answer3:'Служит для подачи патрона из магазина в патронник, удержания гильзы (извлечения патрона), постановки курка на боевой взвод и уменьшения отдачи во время выстрела.',

},

{
  question18:'Какое из указанных действий при сборке ПМ после неполной разборки производится раньше:',
  answer1:'Присоединить затвор к раме;',
  answer2:'Вставить магазин в основание рукоятки;',
  answer3:'Надеть на ствол возвратную пружину',
  answer4:'Включить предохранитель',

},

{
  question19:'Сотрудники полиции имеют право применять огнестрельное оружие в следующих случаях:',
  answer1:'Для задержания лиц, в отношении которых имеются достаточные основания полагать, что они намерены оказать сопротивление;',
  answer2:'Для задержания лица, оказывающего вооруженное сопротивление, а также лица, отказывающего выполнить законное требование о сдаче находящихся при нем оружия, боеприпасов, взрывчатых веществ, взрывных устройств, ядовитых или радиоактивных веществ;',
  answer3:'Для задержания лица, застигнутого при совершении деяния, содержащего признаки преступления против здоровья, собственности и пытающегося скрыться.',

},

{
  question20:'Назначение нарезов канала ствола нарезного стрелкового оружия:',
  answer1:'Для повышения устойчивости пули при ее полете;',
  answer2:'Для увеличения дальности полета пули;',
  answer3:'Для увеличения пробивного действия пули;',
  answer4:'Для придания пули вращательного движения.',

},
  {
    question21: 'Сотрудники полиции имеют право применять огнестрельное оружие в следующих случаях:',
    answer1: 'Для задержания лица, застигнутого при совершении преступления и пытающего скрыться;',
    answer2: 'Для остановки транспортного средства, водитель которого не выполнил требование сотрудника полиции об остановке;',
    answer3: 'Для остановки транспортного средства путем его повреждения, если управляемое им лицо отказывается выполнить неоднократные требования сотрудника полиции об остановке и пытается скрыться, создавая угрозу жизни и здоровья граждан;',
    answer4: ' Для освобождения насильственно удерживаемых лиц, захваченных зданий, помещений, сооружений, транспортных средств и земельных участков.',
  },

  {
    question22: 'В течении какого времени сотрудник полиции обязан предоставить рапорт о применении огнестрельного оружия;',
    answer1: ' в течение 12 часов;',
    answer2: 'немедленно после применения;',
    answer3: 'в течение 48 часов;',
    answer4: 'в течение 24 часов.',
  },

  {
    question23: 'Каким приказом утверждено Наставление по организации огневой подготовки в органах внутренних дел Российской Федерации;',
    answer1: 'Приказ МВД РФ от 17.11.1999 No 938МВД РФ;',
    answer2: 'Приказ МВД РФ от 11.09.2000 No 955МВД РФ;',
    answer3: 'Приказ МВД РФ от 13.11.2012 No 1025 дсп МВД РФ;',
    answer4: 'Приказ МВД РФ от 23.11.2017 No 880 МВД РФ;',
  },

  {
    question24: 'Назначение рамки в пистолете Макарова:',
    answer1: 'Для соединения всех частей и механизмов пистолета;',
    answer2: 'Для предохранения хвоста спускового крючка от нечаянного нажатия на него;',
    answer3: 'Для возврата затвора в переднее положение и удобства неполной разборки и сборки пистолета.',
  },

  {
    question25: 'Назначение возвратной пружины в пистолете Макарова:',
    answer1: 'Для возврата затвора в переднее положение после выстрела;',
    answer2: 'Для возврата затвора в переднее положение после выстрела и удержания затвора в крайнем заднем положении по израсходовании всех патронов в магазине;',
    answer3: 'Для возврата затвора в переднее положение после выстрела, смягчения отдачи, обеспечения автоматической перезарядки пистолета.\n',
  },

  {
    question26: 'Устройство 9 – мм пистолетного патрона:',
    answer1: 'Гильза, капсюль, пороховой заряд, пуля;',
    answer2: 'Гильза, пороховой заряд, капсюль, пуля, стальной сердечник;',
    answer3: 'Гильза, пороховой заряд, пуля, стальной сердечник.',
  },

  {
    question27: 'При проведении учебных и контрольных стрельб, сотрудник снаряжает магазин патронами:',
    answer1: 'По команде «приготовиться к стрельбе»;',
    answer2: 'По команде «магазин снарядить»;',
    answer3: 'По команде «заряжай»;',
    answer4: 'Самостоятельно',
  },

  {
    question28: 'В 13 часов 30 минут участковый уполномоченный полиции капитан полиции Трофимов И.П., работая 0по розыскному заданию на рынке задержал разыскиваемого за совершение преступления, предусмотренного ч.2 ст. 158 УК РФ, гражданина Сергеева А.А. в отношении которого была избрана санкционированная прокурором мера пресечения – заключение под стражу. При доставлении в дежурную часть отдела полиции Сергеев А.А. оказал сотруднику полиции сопротивление (ударил сотрудника в бок) и предпринял попытку скрыться. Для пресечения действий Сергеева участковый уполномоченный полиции произвел 2 выстрела, один предупредительный, один на поражение. Сергеев А.А. с огнестрельным ранением грудной клетки был госпитализирован в Институт скорой помощи. Правомерны ли действия сотрудника полиции в данной ситуации:',
    answer1: 'ДА',
    answer2: 'НЕТ',
  },

  {
    question29: 'Сотрудники полиции имеют право применять огнестрельное оружие в следующих случаях:',
    answer1: 'Для пресечения массовых беспорядков и иных противоправных действий, нарушающих движение транспорта, работу средств связи и организаций;',
    answer2: 'Для пресечения преступлений и административных правонарушений;',
    answer3: 'Для разрушения запирающих устройств, элементов и конструкций, препятствующих проникновению в жилые и иные\n' +
        ' помещения по основаниям предусмотренным ст. 15 Ф-З No 3 от 07.02.2011 г.',
  },

  {
    question30: ' Назначение спусковой скобы ПМ?',
    answer1: 'Служит для предохранения спускового крючка от случайного нажатия;',
    answer2: 'Служит для спуска курка с боевого взвода;',
    answer3: 'Служит для соединения всех частей и механизмов.',
  },

  {
    question31: 'Назначение выбрасывателя в пистолете Макарова:',
    answer1: 'Для выбрасывания стрелянной гильзы (патрона);',
    answer2: 'Для размещения и подачи патрона;',
    answer3: 'Для удержания гильзы (патрона) до их встречи с отражателем.',
  },

  {
    question32: 'Федеральный закон РФ «О полиции» является:',
    answer1: 'Сводом общих принципов служебного поведения сотрудников органов внутренних дел;',
    answer2: 'Нормативно-правовым актом;',
    answer3: 'Кодифицированным нормативно-правовым актом.',
  },

  {
    question33: 'Какая длина патрона 9 мм пистолета Макарова.',
    answer1: '26.75',
    answer2: '30',
    answer3: '25',
    answer4: '20',
  },

  {
    question34: 'В каком из ответов правильно и полно перечислены части ударно-спускового механизма 9 мм пистолет Макарова:',
    answer1: 'боевая пружина; задвижка боевой пружины; спусковой крючок; курок; шептало с пружиной; спусковая тяга с рычагом\n' +
        ' взвода.',
    answer2: 'боевая пружина; задвижка боевой пружины; спусковой крючок; ударник; шептало с пружиной; спусковая тяга с рычагом взвода.',
    answer3: 'боевая пружина; спусковая скоба; спусковой крючок; курок; шептало с пружиной; спусковая тяга с рычагом взвода.',
  },

  {
    question35: 'Боевая скорострельность у 9 мм пистолета Макарова:',
    answer1: '10 выстрелов в минуту;',
    answer2: '20 выстрелов в минуту;',
    answer3: '30 выстрелов в минуту;',
    answer4: '32 выстрела в минуту;',
  },

  {
    question36: '19 июня в 19 часов 30 минут неизвестный мужчина в целях освобождения своего знакомого, ранее задержанного за хулиганство, ворвался в пикет полиции и пытался отобрать табельный пистолет у полицейского ППС сержанта полиции Попова И.Е. Защищаясь, сотрудник полиции ранил нападавшего в плечо из табельного пистолета. Правомерны ли действия сотрудника полиции в данной ситуации:',
    answer1: 'Нет',
    answer2: 'Да',
  },

  {
    question37: 'Назначение нарезов канала ствола нарезного стрелкового оружия:',
    answer1: 'Для повышения устойчивости пули при ее полете;',
    answer2: 'Для увеличения дальности полета пули;',
    answer3: 'Для увеличения пробивного действия пули;',
    answer4: 'Для придания пули вращательного движения.',
  },

  {
    question38: 'Основные части ПМ:',
    answer1: 'Рамка со стволом и спусковой скобой; затвор с ударником, выбрасывателем и предохранителем; возвратная пружина;\n' +
        ' ударно-спусковой механизм; рукоятка с винтом; затворная задержка; магазин;',
    answer2: 'Рамка со стволом и спусковой скобой; затвор с ударником, выбрасывателем и предохранителем; боевая пружина; ударно- спусковой механизм; рукоятка с винтом; затворная задержка; магазин;',
    answer3: 'Рамка со стволом и спусковой скобой; затвор с ударником, выбрасывателем и предохранителем; возвратная пружина; ударно-спусковой механизм; рукоятка с винтом; затворная задержка; спусковая тяга с рычагом взвода.',
  },

  {
    question39: 'Какая из перечисленных причин может привести к осечке пистолета при стрельбе:',
    answer1: 'Излом или ослабление пружины шептала;',
    answer2: 'Загрязнение магазина;',
    answer3: 'Излом пружины выбрасывателя;',
    answer4: 'Загрязнение канала под ударник в затворе.',
  },

  {
    question40: 'Каков вес 9 мм пистолета Макарова с магазином, снаряженным восемью патронами?',
    answer1: '500г.',
    answer2: '830г.',
    answer3: '810г.',
    answer4: '730г.',
  },

  {
    question41: 'Сотрудники полиции имеют право применять огнестрельное оружие в следующих случаях:',
    answer1: 'Для задержания лиц, в отношении которых имеются достаточные основания полагать, что они намерены оказать сопротивление;',
    answer2: 'Для задержания лица, оказывающего вооруженное сопротивление, а также лица, отказывающего выполнить законное требование о сдаче находящихся при нем оружия, боеприпасов, взрывчатых веществ, взрывных устройств, ядовитых или\n' +
        ' радиоактивных веществ;',
    answer3: 'Для задержания лица, застигнутого при совершении деяния, содержащего признаки преступления против здоровья, собственности и пытающегося скрыться.',
  },

  {
    question42: 'Назначение нарезов канала ствола нарезного стрелкового оружия:',
    answer1: 'Для повышения устойчивости пули при ее полете;',
    answer2: 'Для увеличения дальности полета пули;',
    answer3: 'Для увеличения пробивного действия пули;',
    answer4: 'Для придания пули вращательного движения.',
  },

  {
    question43: 'Назовите боевую скорострельность ПМ:',
    answer1: '25 выстрелов в минуту;',
    answer2: '30 выстрелов в минуту;',
    answer3: '35 выстрелов в минуту;',
    answer4: '40 выстрелов в минуту;',
  },

  {
    question44: 'Запрещается применять огнестрельное оружие с производством выстрела на поражение:',
    answer1: 'В отношении женщин, лиц с явными признаками инвалидности, несовершеннолетних, когда их возраст очевиден или\n' +
        ' известен сотруднику полиции, кроме случаев оказания указанными лицами вооруженного сопротивления, совершения\n' +
        ' вооруженного или группового нападения, угрожающего жизни и здоровью граждан или сотрудника полиции;',
    answer2: 'В отношении беременных женщин, лиц с явными признаками инвалидности, несовершеннолетних, когда их возраст очевиден или известен сотруднику полиции, кроме случаев оказания указанными лицами угрозы сопротивления, совершения группового нападения, здоровью граждан или сотрудника полиции;',
    answer3: 'В отношении беременных женщин, лиц с явными признаками инвалидности, несовершеннолетних, когда их возраст очевиден или известен сотруднику полиции.\n',
  },

  {
    question45: 'Какое из указанных действий при сборке ПМ после неполной разборки производится\n' +
        'раньше:',
    answer1: 'Присоединить затвор к рамке;',
    answer2: 'Вставить магазин в основание рукоятки; В. Надеть на ствол возвратную пружину;',
    answer3: 'Надеть на ствол возвратную пружину;',
    answer4: 'Включить предохранитель.',
  },

  {
    question46: 'При проведении учебных и контрольных стрельб по команде « Осмотрено»:',
    answer1: 'Обучаемый берет магазин в свободную руку, снимает затвор с затворной задержки, производит контрольный спуск курка\n' +
        ' в сторону мишеней, включает предохранитель, вставляет магазин в основание рукоятки, убирает пистолет в кобуру;',
    answer2: 'Обучаемый берет магазин в свободную руку, вставляет магазин в основание рукоятки, снимает затвор с затворной задержки, включает предохранитель, убирает пистолет в кобуру;',
    answer3: 'Обучаемый берет магазин в свободную руку, вставляет магазин в основание рукоятки, снимает затвор с затворной задержки, производит контрольный спуск курка в сторону мишеней, включает предохранитель, убирает пистолет в кобуру.',
  },

  {
    question47: 'Каков вес пистолета Макарова с магазином, без патронов:',
    answer1: '820',
    answer2: '810',
    answer3: '730',
    answer4: '710',
  },

  {
    question48: 'При задержании для проверки 3-х неизвестных, пытавшихся скрыться, помощник дежурного УВМД ст. сержант полиции Асадов применил табельное оружие и смертельно ранил одного из них. Им оказался военнослужащий срочной службы рядовой Смирнов, самовольно покинувший часть. Правомерны ли действия сотрудника полиции в данной ситуации?',
    answer1: 'Нет',
    answer2: 'Да',
  },

  {
    question49: 'Сотрудники полиции имеют право применять огнестрельное оружие в следующих случаях:',
    answer1: 'Для задержания лиц, в отношении которых имеются достаточные основания полагать, что они намерены оказать вооруженное сопротивление;',
    answer2: 'Для пресечения оказываемого сотруднику полиции сопротивления;',
    answer3: 'Для пресечения попытки завладения огнестрельным оружием, транспортным средством полиции, специальной и боевой\n' +
        ' техникой, состоящей на вооружении (обеспечении) полиции.',
  },

  {
    question50: 'Сотрудники полиции имеют право применять специальные средства в следующих случаях (в соответствии с п.1 Ст. 21 «Закона о полиции):',
    answer1: 'Для отражения нападения на гражданина или сотрудника полиции;',
    answer2: 'Для преодоления противодействия законным требованиям сотрудника полиции;',
    answer3: 'Для доставления в служебное помещение территориального органа или подразделения полиции, в помещение муниципального органа, в иное служебное помещение лиц, совершивших административные правонарушения.',
    answer4: 'Для пресечения незаконных собраний, митингов, демонстраций, шествий и пикетирований ненасильственного характера, которые не нарушают общественный порядок, работу транспорта, средств связи и организаций.',
  },

  {
    question51: 'Назначение затвора в ПМ:',
    answer1: 'Служит для подачи патрона из магазина в патронник, запирания канала ствола при выстреле, удерживания гильзы (извлечение патрона) и постановки курка на боевой взвод;',
    answer2: 'Служит для подачи патрона из магазина в патронник, запирания канала ствола при выстреле, постановки курка на боевой взвод и недопущения автоматической стрельбы;',
    answer3: 'Служит для подачи патрона из магазина в патронник, удержания гильзы (извлечения патрона), постановки курка на боевой взвод и уменьшения отдачи во время выстрела.',
  },

  {
    question52: 'По какой команде при проведении учебных и контрольных стрельб обучаемый извлекает магазин из основания рукоятки пистолета и вкладывает его под большой палец руки, удерживающий оружие:',
    answer1: 'Стой',
    answer2: 'Оружие к осмотру',
    answer3: 'Прекратить стрельбу',
    answer4: 'Разряжай',
  },

  {
    question53: 'Масса пистолета Макарова с полным снаряженным магазином в граммах:',
    answer1: '730',
    answer2: '810',
    answer3: '830',
    answer4: '710',
  },

  {
    question54: 'Что называется калибром нарезного стрелкового оружия:',
    answer1: 'Расстояние между двумя противоположными нарезами;',
    answer2: 'Внутренний диаметр канала ствола;',
    answer3: 'Расстояние между полями и нарезами;',
    answer4: 'Расстояние между двумя противоположными полями.',
  },

  {
    question55: 'Начальная скорость полета пули пистолета Макарова м/сек:',
    answer1: '305',
    answer2: '315',
    answer3: '325',
    answer3: '350',
  },

  {
    question56: 'В 23 часа 30 минут в городе Коломна, пятеро правонарушителей в состоянии алкогольного опьянения, угрожая обрезом охотничьего ружья и топором, пытались проникнуть в дом участкового уполномоченного полиции лейтенанта полиции Крыгина. Прибывшим по вызову Крыгина нарядом полиции было применено оружие, в результате чего один из нападавших, Казанцев был смертельно ранен. Правомерны ли действия сотрудника полиции в данной ситуации:',
    answer1: 'Нет',
    answer2: 'Да',
  },

  {
    question57: 'Какова длина патрона пистолета Макарова, mm?',
    answer1: '25',
    answer2: '15',
    answer3: '30',
    answer3: '21',
  },

  {
    question58: 'Сотрудники полиции имеют право применять огнестрельное оружие в следующих случаях:',
    answer1: 'Для пресечения преступлений и административных правонарушений;',
    answer2: 'Для защиты другого лица либо себя от посягательства, если это сопряжено я насилием, опасным для жизни или здоровья',
    answer3: 'Для остановки транспортного средства, водитель которого не выполнил требование сотрудника полиции об остановке.',
  },

  {
    question59: 'Убойная дальность полета пули пистолета Макарова сохраняется:',
    answer1: 'до 350 м',
    answer2: 'до 315 м',
    answer3: 'до 360 м',
    answer4: 'до 300 м',
  },

  {
    question60: 'Не допускается нанесение человеку ударов палкой специальной:',
    answer1: 'По голове, шее, ключичной области, животу, половым органам, в область проекции сердца, в область поясницы;',
    answer2: 'По голове, шее, ключичной области, животу, половым органам, в область проекции сердца;',
    answer3: 'По голове, ключичной области, животу, половым органам, в область груди.',
  },

  {
    question61: 'Сотрудники полиции имеют право применять огнестрельное оружие в следующих случаях:',
    answer1: 'Для пресечения массовых беспорядков и иных противоправных действий нарушающих движение транспорта, работу средств связи и организаций;',
    answer2: 'Для остановки транспортного средства, водитель которого не выполнил требования сотрудника полиции об остановке;',
    answer3: 'Для защиты другого лица, либо себя от посягательства, если это посягательство сопряжено с насилием, опасным для жизни или здоровья.',
  },

  {
    question62: 'Сотруднику полиции запрещается применять огнестрельное оружие с производством выстрела на поражение в отношении:',
    answer1: 'Не дееспособных граждан;',
    answer2: 'Женщин, лиц с явными признаками инвалидности, несовершеннолетних, когда их возраст очевиден или известен сотруднику полиции, за исключением случаев оказания указанными лицами вооруженного сопротивления, совершения вооруженного или группового нападения, угрожающего жизни и здоровью граждан или сотрудника полиции;',
    answer3: 'Беременных женщин, лиц с явными признаками инвалидности.',
  },

  {
    question63: 'В каком случае сотрудник полиции имеет право не предупреждать о своем намерении применить физическую силу, специальные средства или огнестрельное оружие:',
    answer1: 'Если промедление в их применении создает непосредственную угрозу жизни гражданина или сотрудника полиции;',
    answer2: 'Если промедление в их применении может повлечь иные тяжкие последствия;',
    answer3: 'Если промедление в их применении создает непосредственную угрозу здоровью гражданина или сотрудника полиции;',
    answer4: 'Во всех перечисленных случаях.',
  },

  {
    question64: 'В случае применения физической силы, специальных средств или огнестрельного оружия в составе подразделения (группы) лицо, в отношении которого предполагается на законных основаниях применение средств или огнестрельного оружия предупреждает об этом:',
    answer1: 'Федеральный закон «О полиции» не устанавливает порядок действий в данном случае;',
    answer2: 'Сотрудник полиции, который приготовил специальные средства или огнестрельное оружие к применению;',
    answer3: 'Один из сотрудников полиции, входящий в состав подразделения (группы);',
    answer4: 'Руководитель подразделения (старший группы).',
  },

  {
    question65: 'В соответствии с Наставлением по огневой подготовке, утвержденное приказом МВД России от 23.11.2017 No880, какое количество патронов необходимо для выполнения 4 упражнения:',
    answer1: '6',
    answer2: '4',
    answer3: '2',
    answer4: '3',
  },

  {
    question66: 'Назначение выбрасывателя в пистолете Макарова 9 мм:',
    answer1: 'Служит для удержания гильзы (патрона) до их встречи с отражателем;',
    answer2: 'Служит для предохранения спускового крючка от случайного нажатия;',
    answer3: 'Служит для удержания затвора в крайнем заднем положении при израсходовании всех патронов в пистолете и при осмотре оружия.',
  },

  {
    question67: 'Назначение спускового крючка в пистолете Макарова 9 мм:',
    answer1: 'Служит для нанесения удара по ударнику;',
    answer2: 'Служит для приведения в действие спусковой тяги с рычагом взвода;',
    answer3: 'Служит для спуска курка с боевого взвода и взведение его при стрельбе самовзводом.',
  },

  {
    question68: 'В 22 часа на улице трое мужчин напали на командира взвода Полка ППСП ГУ МВД России капитана полиции Сенина И.А., проверяющего несение службы нарядами, нанесли побои и пытались отобрать часы. Сотрудник полиции, обороняясь, произвел из табельного оружия шесть выстрелов на поражение. В результате один из нападавших, Крюков, был смертельно ранен, двое других с огнестрельными ранениями госпитализированы. Правомерны ли действия сотрудника полиции.',
    answer1: 'Нет',
    answer2: 'Да',
  },

  {
    question69: 'В целях остановки такси самопроизвольно покатившегося под уклон на пешеходный переход с людьми, сотрудник полиции находящийся рядом имеет ли право выстрелить по колесам данного автомобиля из имеющегося у него на законных основаниях оружия:',
    answer1: 'Нет, сотрудник полиции не имеет такого права;',
    answer2: 'Да, сотрудник полиции имеет такое право, если действует в состоянии крайней необходимости;',
    answer3: 'Нет, Федеральный закон «О полиции» исключает действия сотрудника полиции в подобных случаях.',
  },

  {
    question70: 'Сотрудники полиции имеют право применять огнестрельное оружие в следующих случаях:',
    answer1: ' Для задержания лица, застигнутого при совершении преступления и пытающего скрыться;',
    answer2: 'Для остановки транспортного средства, водитель которого не выполнил требование сотрудника полиции об остановке;',
    answer3: 'Для остановки транспортного средства путем его повреждения, если управляемое им лицо отказывается выполнить неоднократные требования сотрудника полиции об остановке и пытается скрыться, создавая угрозу жизни и здоровья граждан;',
    answer4: 'Для освобождения насильственно удерживаемых лиц, захваченных зданий, помещений, сооружений, транспортных средств и земельных участков.',
  },

  {
    question71: 'В соответствии с Наставлением по организации огневой подготовки в ОВД РФ утвержденное приказом МВД РФ от 23 ноября 2017 г. No880, расстояние до цели для выполнения 4 упражнения составляет в метрах:',
    answer1: '15',
    answer2: '10',
    answer3: '20',
    answer4: '25',
    answer5: '30',
  },


  {
    question72: 'Части ударно—спускового механизма:',
    answer1: 'боевая пружина; задвижка боевой пружины; спусковой крючок; курок; шептало с пружиной; спусковая тяга с рычагом взвода;',
    answer2: 'боевая пружина; задвижка боевой пружины; спусковой крючок; ударник; шептало с пружиной; спусковая тяга с рычагом взвода;',
    answer3: 'боевая пружина; задвижка боевой пружины; спусковой крючок; спусковая скоба; шептало с пружиной; спусковая тяга с рычагом взвода.',
  },

  {
    question73: 'Основные части ПМ:',
    answer1: 'Рамка со стволом и спусковой скобой; затвор с ударником, выбрасывателем и предохранителем; возвратная пружина; ударно-спусковой механизм; рукоятка с винтом; затворная задержка; магазин;',
    answer2: 'Рамка со стволом и спусковой скобой; затвор с ударником, выбрасывателем и предохранителем; боевая пружина; ударно- спусковой механизм; рукоятка с винтом; затворная задержка; магазин;',
    answer3: 'Рамка со стволом и спусковой скобой; затвор с ударником, выбрасывателем и предохранителем; возвратная пружина; ударно-спусковой механизм; рукоятка с винтом; затворная задержка; спусковая тяга с рычагом взвода.',
  },

  {
    question74: 'Масса пистолета Макарова 9 мм с магазином, без патронов в гр:',
    answer1: '730',
    answer2: '750',
    answer3: '830',
    answer4: '810',
  },

  {
    question75: 'Масса пистолета Макарова 9 мм с магазином, без патронов м/с:',
    answer1: '820',
    answer2: '810',
    answer3: '730',
    answer4: '710',
  },

  {
    question76: 'На окраине города Истра в 22 часа при задержании за браконьерство Сидорина И.А. пытавшегося скрыться участковый инспектор полиции лейтенант Петров А.И. после шести предупредительных выстрелов из табельного ПМ, ранил нарушителя в живот. Правомерны ли действия сотрудника полиции в данной ситуации?',
    answer1: 'Да',
    answer2: 'Нет',
  },

  {
    question77: 'Устройство 9 мм пистолетного патрона:',
    answer1: 'Гильза, капсюль, пороховой заряд, пуля;',
    answer2: 'Гильза, пороховой заряд, капсюль, пуля, стальной сердечник;',
    answer3: 'Гильза, пороховой заряд, пуля, стальной сердечник.',
  },

  {
    question78: 'С чего начинается неполная разборка пистолета Макарова:',
    answer1: 'Проверить, нет ли патрона в патроннике;',
    answer2: 'Придать пистолету безопасное положение; извлечь магазин из основания рукоятки и проверить, нет ли патрона в патроннике;',
    answer3: 'Отделить затвор от рамки;',
    answer4: 'Выключить предохранитель.',
  },

  {
    question79: 'Какая из названных частей, входит в ударно – спусковой механизм 9 мм пистолета Макарова:',
    answer1: 'Ударник;',
    answer2: 'Подаватель;',
    answer3: 'Спусковая скоба;',
    answer4: 'Задвижки боевой пружины.',
  },

  {
    question80: '9 мм пистолет Макарова является:',
    answer1: 'Личное оружием защиты и нападения, и служит для поражения противника на коротких расстояниях;',
    answer2: 'Табельным оружием сотрудников правоохранительных органов;',
    answer3: 'Индивидуальным оружием защиты и нападения, и служит для поражения противника на средних расстояниях.',
  },

  {
    question81: 'Сотрудники полиции имеют право применять огнестрельное оружие в следующих случаях:',
    answer1: 'Для задержания лица, застигнутого при совершении преступления и пытающего скрыться;',
    answer2: 'Для остановки транспортного средства, водитель которого не выполнил требование сотрудника полиции об остановке;',
    answer3: 'Для остановки транспортного средства путем его повреждения, если управляемое им лицо отказывается выполнить неоднократные требования сотрудника полиции об остановке и пытается скрыться, создавая угрозу жизни и здоровья граждан;',
    answer4: 'Для освобождения насильственно удерживаемых лиц, захваченных зданий, помещений, сооружений, транспортных средств и земельных участков.',
  },

  {
    question82: 'Назначение возвратной пружины в пистолете Макарова:',
    answer1: 'Для возврата затвора в переднее положение после выстрела;',
    answer2: 'Для возврата затвора в переднее положение после выстрела и удержания затвора в крайнем заднем положении по израсходовании патронов в магазине;',
    answer3: 'Для возврата затвора в переднее положение после выстрела, смягчения отдачи, обеспечения автоматической перезарядки пистолета.',
  },

  {
    question83:'Какая боевая скорострельность у 9 мм Макарова выстрелов в мин:',
    answer1:'25',
    answer2:'30',
    answer3:'35',
    answer4:'40',

  },

  {
    question84:'Длинна пистолета Макарова 9мм в мм',
    answer1:'156',
    answer2:'161',
    answer3:'126.75',
    answer4:'93',

  },

  {
    question85:'Назначение курка в пистолете Макарова 9 мм:',
    answer1:'Предназначен для приведение в действие спусковой тяги с рычагом взвода;',
    answer2:'Предназначен для нанесения удара по капсюлю;',
    answer3:'Предназначен для нанесения удара по ударнику.',

  },

  {
    question86:'Какая из перечисленных причин может привести к осечке пистолета при стрельбе:',
    answer1:'Излом или ослабление пружины шептала;',
    answer2:'Загрязнение магазина;',
    answer3:'Излом пружины выбрасывателя;',
    answer4:'Капсюль патрона неисправен.',

  },

  {
    question87:'До какого расстояния наиболее эффективен огонь из 9 мм пистолета Макарова:',
    answer1:'50м',
    answer2:'215м',
    answer3:'350м',
    answer4:'315м',

  },

  {
    question88:'В 13 часов 30 минут участковый уполномоченный полиции капитан полиции Трофимов И.П., работая по розыскному заданию на рынке задержал разыскиваемого за совершение преступления, предусмотренного ч.2 ст. 158 УК РФ, гражданина Сергеева А.А. в отношении которого была избрана санкционированная прокурором мера пресечения – заключение под стражу. При доставлении в дежурную часть отдела полиции Сергеев А.А. оказал сотруднику полиции сопротивление (ударил сотрудника в бок) и предпринял попытку скрыться. Для пресечения действий Сергеева участковый уполномоченный полиции произвел 2 выстрела, один предупредительный, один на поражение. Сергеев А.А. с огнестрельным ранением грудной клетки был госпитализирован в Институт скорой помощи. Правомерны ли действия сотрудника полиции в данной ситуации:',
    answer1:'Да',
    answer2:'Нет',

  },

  {
    question89:'Сотрудники полиции имеют право применять огнестрельное оружие в следующих случаях:',
    answer1:'Для задержания лиц, в отношении которых имеются достаточные основания полагать, что они намерены оказать сопротивление;',
    answer2:'Для задержания лица, оказывающего вооруженное сопротивление, а также лица, отказывающего выполнить законное требование о сдаче находящихся при нем оружия, боеприпасов, взрывчатых веществ, взрывных устройств, ядовитых или радиоактивных веществ;',
    answer3:'Для задержания лица, застигнутого при совершении деяния, содержащего признаки преступления против здоровья, собственности и пытающегося скрыться.',

  },

  {
    question90:'В каких случаях сотрудник полиции имеет право не предупреждать о своем намерении применить физическую силу, специальные средства и огнестрельное оружие:',
    answer1:'Если промедление в их применении создает непосредственную угрозу здоровью сотрудника полиции, либо может повлечь иные последствия;',
    answer2:'Если промедление в их применении создает возможную угрозу жизни и здоровью гражданина или сотрудника полиции;',
    answer3:'Если промедление в их применении создает непосредственную угрозу жизни и здоровью гражданина или сотрудника полиции, либо может повлечь иные тяжкие последствия.',

  },

  {
    question91:'Основные части ПМ:',
    answer1:'Рамка со стволом и спусковой скобой; затвор с ударником, выбрасывателем и предохранителем; возвратная пружина; ударно-спусковой механизм; рукоятка с винтом; затворная задержка; магазин;',
    answer2:'Рамка со стволом и спусковой скобой; затвор с ударником, выбрасывателем и предохранителем; боевая пружина; ударно- спусковой механизм; рукоятка с винтом; затворная задержка; магазин;',
    answer3:'Рамка со стволом и спусковой скобой; затвор с ударником, выбрасывателем и предохранителем; возвратная пружина; ударно-спусковой механизм; рукоятка с винтом; затворная задержка; спусковая тяга с рычагом взвода.',

  },

  {
    question92:'Как правильно снять со ствола пистолета возвратную пружину?',
    answer1:'Аккуратно тянуть ее за конец до полного снятия со ствола;',
    answer2:'Вращая пружину на себя, придать ей поступательное движение по стволу до полного снятия;',
    answer3:'Любым из выше перечисленных способов.',

  },
  {
    question93:'Сотрудники полиции имеют право применять огнестрельное оружие в следующих случаях:',
    answer1:'Для преодоления противодействия законным требованиям сотрудника полиции;',
    answer2:'Для отражения нападения на гражданина или сотрудника полиции;',
    answer3:'Для задержания лица, застигнутого при совершении преступления и пытающегося скрыться;',
    answer4:'Для отражения группового или вооруженного нападения на здания, помещения, сооружения и иные объекты государственных и муниципальных органов, общественных объединений организаций и граждан.',

  },
  {
    question94:'Около трех часов ночи, во время проведения оперативно-розыскных мероприятий в лесопарке, нарядом полиции был обнаружен мужчина, который увидев сотрудника полиции, попытался скрыться. При задержании неизвестного сержант полиции Иванов Д.А. произвел несколько выстрелов в сторону убегавшего, ранив его в спину. Им оказался гражданин Лысенко В.Н. неработающий, в одежде которого нашли 10 грамм анаши, а следы протекторов его обуви схожи со следами, обнаруженных ранее в местах совершения нераскрытых краж. Правомерны ли действия сотрудника полиции в данной ситуации?',
    answer1:'Да',
    answer2:'Нет',

  },
  {
    question95:'На окраине города Истра в 22 часа при задержании за браконьерство Сидорина И.А. пытавшегося скрыться участковый инспектор полиции лейтенант Петров А.И. после шести предупредительных выстрелов из табельного ПМ, ранил нарушителя в живот. Правомерны ли действия сотрудника полиции в данной ситуации?',
    answer1:'Да',
    answer2:'Нет',
    answer3:'',

  },
  {
    question96:'Количество нарезов в стволе пистолета Макарова 9мм:',
    answer1:'6',
    answer2:'3',
    answer3:'4',
    answer4:'2',

  },
  {
    question97:'Устройство патрона ПМ:',
    answer1:'Гильза, пороховой заряд, пуля, капсюль;',
    answer2:'Гильза, пороховой заряд, пуля, капсюль, стальной сердечник;',
    answer3:'Гильза, пороховой заряд, пуля.',

  },
  {
    question98:'В случае утраты, хищения, порчи или выхода из строя табельного боевого ручного стрелкового оружия, боеприпасов и специальных средств сотрудник обязан незамедлительно доложить об этом:',
    answer1:'В дежурную часть органа внутренних дел;',
    answer2:'Начальнику УМВД России;',
    answer3:'Непосредственному начальнику;',
    answer4:'В дежурную часть органа внутренних дел и непосредственному начальнику.',

  },
  {
    question99:'При проведении учебных стрельб и контрольных стрельб по команде «Осмотрено»:',
    answer1:'Обучаемый берет магазин в свободную руку, снимает затвор с затворной задержки, производит контрольный спуск курка в сторону мишени, включает предохранитель, вставляет магазин в основание рукоятки, убирает в кобуру;',
    answer2:'Обучаемый берет магазин в свободную руку, вставляет магазин в основание рукоятки, снимает затвор с затворной задержки, включает предохранитель, убирает пистолет в кобуру;',
    answer3:'Обучаемый берет магазин в свободную руку, вставляет магазин в основание рукоятки, снимает затвор с затворной задержки, производит контрольный спуск курка в сторону мишеней, включает предохранитель, убирает пистолет в кобуру.',

  },
  {
    question100:'При применении физической силы, специальных средств или огнестрельного оружия сотрудник полиции обязан стремиться:',
    answer1:'К минимизации ущерба причиняемого задерживаемому;',
    answer2:'К минимизации любого ущерба;',
    answer3:'В первую очередь к сохранению собственной жизни и здоровья.',

  },



// {
//   question10:'',
//   answer1:'',
//   answer2:'',
//   answer3:'',

// },


];

const correctAnswersOgnev = [
  2,//1
  2,//2
  2,//3
  2,//4
  1,//5
  1,//6
  2,//7
  2,//8
  4,//9
  2,//10
  2,//11
  1,//12
  1,//13
  3,//14
  3,//15
  2,//16
  1,//17
  3,//18
  2,//19
  4,//20
  3,//21
  4,//22
  4,//23
  1,//24
  1,//25
  1,//26
  2,//27
  1,//28
  3,//29
  1,//30
  3,//31
  2,//32
  3,//33
  1,//34
  3,//35
  2,//36
  4,//37
  1,//38
  4,//39
  3,//40
  2,//41
  4,//42
  2,//43
  1,//44
  3,//45
  1,//46
  3,//47
  1,//48
  3,//49
  1,//50
  1,//51
  2,//52
  2,//53
  4,//54
  2,//55
  2,//56
  1,//57
  2,//58
  1,//59
  2,//60
  3,//61
  2,//62
  4,//63
  3,//64
  2,//65
  1,//66
  3,//67
  2,//68
  2,//69
  3,//70
  2,//71
  1,//72
  1,//73
  1,//74
  3,//75
  2,//76
  1,//77
  2,//78
  4,//79
  1,//80
  3,//81
  1,//82
  2,//83
  2,//84
  3,//85
  4,//86
  1,//87
  1,//88
  2,//89
  3,//90
  1,//91
  2,//92
  4,//93
  2,//94
  1,//95
  3,//96
  1,//97
  4,//98
  1,//99
  2,//100









];