
const questionsPravo = [
  {
     question1: 'Согласно ст. 1 Конституции, Российская Федерация ',
     answer1: 'демократическое правовое государство с республиканской формой правления ',
     answer2: 'демократическое государство с республиканской формой правления ',   
     answer3: 'демократическое федеративное правовое государство с республиканской формой правления ',   
  },

  {
    question2: 'Какой нормативно-правовой акт имеет высшую юридическую силу, прямое действие и применяется на всей территории Российской Федерации?',
    answer1: 'Федеральный конституционный закон',
    answer2: 'Конституция Российской Федерации',   
    answer3: 'Закон Российской Федерации о поправке к Конституции Российской Федерации',   
 },

 {
  question3: 'В каком году была принята действующая Конституция РФ: ',
  answer1: '1991',
  answer2: '1992',
  answer3: '1993',
  answer4: '1994',
},

{
  question4: 'Может ли гражданин Российской Федерации быть лишен гражданства?',
  answer1: 'может, по решению Верховного суда РФ за совершение особо тяжкого преступления',
  answer2: 'может, при получении гражданства иностранного государства в установленном федеральными законами порядке',
  answer3: 'не может',
},

{
  question5: 'Государственная власть в РФ осуществляется на основе разделения властей на:',
  answer1: 'законодательную, исполнительную и судебную',
  answer2: 'законодательную, исполнительную, судебную и муниципальную',
  answer3: 'законодательную, исполнительную, судебную и президентскую',
},

{
  question6: 'Какие формы собственности признаются в России: ',
  answer1: 'частная, государственная, муниципальная и иные формы собственности',
  answer2: 'частная, государственная, долевая и совместная',
  answer3: 'только частная, государственная и муниципальная',
},

{
  question7: 'Может ли республика, входящая в состав Российской Федерации, иметь свою конституцию и законодательство?',
  answer1: 'может',
  answer2: 'может иметь только законодательство',
  answer3: 'может иметь только конституцию',
},

{
  question8: 'Кто в Российской Федерации является носителем суверенитета и единственным источником власти',
  answer1: 'Многонациональный народ',
  answer2: 'Президент РФ',
  answer3: 'Правительство РФ',
  answer3: 'Субъекты РФ',
},

{
  question9: 'На какой срок избирается Президент РФ',
  answer1: 'на 4 года',
  answer2: 'пожизненно',
  answer3: 'на срок полномочий Правительства РФ',
  answer4: 'на 6 лет',
},
{
  question10: 'Входят ли органы местного самоуправления в систему органов государственной власти РФ',
  answer1: 'входят, относятся к низшему звену органов государственной власти по вертикали',
  answer2: 'не входят',
  answer3: 'входят в систему органов государственной власти субъектов РФ',
},
{
  question11: 'Если ратифицированным международным договором Российской Федерации установлены иные правила, чем предусмотренные федеральным законом, то',
  answer1: 'применяются правила соответствующего международного договора',
  answer2: 'применяются правила, установленные федеральным законом',
  answer3: 'создается правовая коллизия, требующая разрешения путем приведения норм федерального закона в соответствие с нормами международного договора',
},
{
  question12: 'Каждый обвиняемый в совершении преступления считается невиновным',
  answer1: 'До объявления следователем постановления о привлечении данного лица в качестве обвиняемого',
  answer2: 'Пока его виновность не будет доказана в предусмотренном федеральным законом порядке',
  answer3: 'Пока его виновность не будет доказана в предусмотренном федеральным законом порядке и установлена вступившим в законную силу приговором суда.',
},
{
  question13: 'Сколько представителей от каждого субъекта входят в Совет Федерации',
  answer1: 'один',
  answer2: 'два',
  answer3: 'три',
  answer4: 'черыче',
},
{
  question14: 'Государственная Дума РФ избирается на срок',
  answer1: '5 лет',
  answer2: 'на срок полномочий действующего Президента РФ',
  answer3: '3 года',
},
{
  question15: 'Вопрос о лишении неприкосновенности члена Совета Федерации или депутата Государственной Думы решается',
  answer1: 'Президентом РФ',
  answer2: 'Правительством РФ',
  answer3: 'Конституционным Судом РФ',
  answer4: 'по представлению Генерального прокурора Российской Федерации соответствующей палатой Федерального Собрания',
},
{
  question16: 'Кто в Российской Федерации утверждает военную доктрину РФ, вводит чрезвычайное и военное положение на территории РФ или в отдельных ее местностях',
  answer1: 'Президент РФ',
  answer2: 'Министр Обороны',
  answer3: 'Федеральное Собрание РФ',
},
{
  question17: 'Сколько субъектов входит в состав Российской Федерации',
  answer1: '83',
  answer2: '85',
  answer3: '87',
  answer4: '89',
},
{
  question18: 'Федеральное Собрание является',
  answer1: 'постоянно действующим представительным и законодательным органом Российской Федерации',
  answer2: 'постоянно действующим органом исполнительной власти Российской Федерации',
  answer3: 'законодательным органом Российской Федерации',
},
{
  question19: 'Обязан ли обвиняемый доказывать свою невиновность',
  answer1: 'не обязан',
  answer2: 'обязан, если он отказался от помощи защитника',
  answer3: 'обязан',
},
{
  question20: 'Расположите правовые акты Российской Федерации по юридической силе',
  answer1: 'Конституция РФ, федеральные конституционные законы, федеральные законы, общепризнанные принципы и нормы международного права и международные договоры РФ, акты Президента и Правительства',
  answer2: 'Конституция РФ, общепризнанные принципы и нормы международного права и международные договоры РФ, акты Президента и Правительства, федеральные конституционные законы, федеральные законы',
  answer3: 'Конституция РФ, общепризнанные принципы и нормы международного права и международные договоры РФ, федеральные конституционные законы, федеральные законы, акты Президента и Правительства',
},
{
  question21: 'К ведению Совета Федерации относится',
  answer1: 'объявление амнистии',
  answer2: 'назначение выборов Президента Российской Федерации',
  answer3: 'помилование',
  answer3: 'выдвижение обвинения против Президента Российской Федерации для отрешения его от должности',
},
{
  question22: 'Какие главы Конституции не могут быть пересмотрены Федеральным Собранием',
  answer1: '«Основы конституционного строя», «Права и свободы человека и гражданина», «Конституционные поправки и пересмотр Конституции»',
  answer2: '«Федеративное устройство», «Местное самоуправление», «Конституционные поправки и пересмотр Конституции»',
  answer3: '«Права и свободы человека и гражданина», «Федеральное собрание», «Судебная власть»',
},
{
  question23: 'Задержанное лицо вправе пользоваться услугами адвоката (защитника) и переводчика',
  answer1: 'с момента доставления к следователю',
  answer2: 'с момента помещения лица в изолятор временного содержания;',
  answer3: 'с момента задержания;',
  answer4: 'только в суде',
},
{
  question24: 'К ведению Государственной Думы относится',
  answer1: 'отрешение Президента Российской Федерации от должности',
  answer2: 'утверждение изменения границ между субъектами Российской Федерации',
  answer3: 'объявление амнистии;',
  answer4: 'решение вопроса о возможности использования Вооруженных Сил Российской Федерации за пределами территории Российской Федерации.',
},
{
  question25: 'Прокуроры субъектов Российской Федерации назначаются на должность',
  answer1: 'Генеральным прокурором Российской Федерации по представлению Президента РФ;',
  answer2: 'Советом Федерации',
  answer3: 'Президентом РФ по представлению Генерального прокурора РФ, согласованному с субъектами Российской Федерации;',
  answer4: 'Генеральным прокурором Российской Федерации.'
},
{
  question26: 'Что в соответствии со ст. 2 Конституции РФ является высшей ценностью?',
  answer1: 'государственная целостность, нерушимость границ РФ, единство системы государственной власти',
  answer2: 'человек, его права и свободы;',
  answer3: 'верховенство, независимость, самостоятельность государственной власти',
},
{
  question27: 'Гражданин Российской Федерации',
  answer1: 'не может быть выслан за пределы Российской Федерации или выдан другому государству',
  answer2: 'может быть выслан за пределы Российской Федерации или выдан другому государству в случае совершения особо тяжкого преступления на территории иностранного государства',
  answer3: 'может быть выслан за пределы Российской Федерации или выдан другому государству на основании международного договора',
},
{
  question28: 'Какое из перечисленных полномочий Президент не осуществляет',
  answer1: 'решает вопросы гражданства Российской Федерации и предоставления политического убежища',
  answer2: 'назначает и освобождает высшее командование Вооруженных Сил Российской Федерации',
  answer3: 'формирует и возглавляет Совет Безопасности Российской Федерации',
  answer4: 'решает вопрос о доверии Правительству Российской Федерации',
  answer5: 'обращается к Федеральному Собранию с ежегодными посланиями о положении в стране, об основных направлениях внутренней и внешней политики государства',
},
{
  question29: 'Арест, заключение под стражу и содержание под стражей допускаются только',
  answer1: 'по постановлению следователя или дознавателя',
  answer2: 'по судебному решению',
  answer3: 'по решению представительного органа муниципального образования',
},
{
  question30: 'Каждый осужденный за преступление имеет право',
  answer1: 'на пересмотр приговора этим же судом, но в ином составе судей, в порядке, установленном федеральным законом',
  answer2: 'на пересмотр приговора нижестоящим судом, в порядке, установленном федеральным законом',
  answer3: 'на пересмотр приговора вышестоящим судом в порядке, установленном федеральным законом',
},
{
  question31: 'Закон, устанавливающий или отягчающий ответственность',
  answer1: 'имеет обратную силу',
  answer2: 'имеет обратную силу только в случае, если это прямо указано в законе',
  answer3: 'не имеет обратной силы',
},
{
  question32: 'Территория Российской Федерации включает в себя',
  answer1: 'территории ее субъектов, внутренние воды и территориальное море, воздушное пространство над ними',
  answer2: 'только территории ее субъектов',
  answer3: 'территории ее субъектов, континентальный шельф, внутренние воды и территориальное море, воздушное пространство над ними',
},
{
  question33: 'Согласно Конституции, в совместном ведении Российской Федерации и субъектов Российской Федерации находятся',
  answer1: 'принятие и изменение Конституции Российской Федерации и федеральных законов, контроль за их соблюдением',
  answer2: 'оборона и безопасность; оборонное производство; определение порядка продажи и покупки оружия, боеприпасов, военной техники и другого военного имущества; производство ядовитых веществ, наркотических средств и порядок их использования',
  answer3: 'административное, административно-процессуальное, трудовое, семейное, жилищное, земельное, водное, лесное законодательство, законодательство о недрах, об охране окружающей среды',
},
{
  question34: 'Президентом может быть избран',
  answer1: 'иностранный гражданин не моложе 35 лет, постоянно проживающий в Российской Федерации не менее 10 лет',
  answer2: 'гражданин Российской Федерации не моложе 35 лет, постоянно проживающий в Российской Федерации не менее 10 лет',
  answer3: 'гражданин Российской Федерации не моложе 30 лет, постоянно проживающий в Российской Федерации не менее 10 лет',
},
{
  question35: 'Правительство Российской Федерации состоит из',
  answer1: 'Президента РФ, Председателя Правительства РФ, федеральных министров',
  answer2: 'Председателя Правительства РФ, 1/3 членов Совета Федерации,  1/4 депутатов Государственной Думы, федеральных министров',
  answer3: 'Председателя Правительства РФ и федеральных министров',
  answer4: 'Председателя Правительства РФ, заместителей Председателя Правительства РФ и федеральных министров',
},
{
  question36: 'Судьи Конституционного суда и Верховного суда назначаются на должность',
  answer1: 'Председателями соответствующих судов РФ',
  answer2: 'Советом Федерации;',
  answer3: 'Советом Федерации по представлению Президента РФ.',
},
{
  question37: 'Какое положение характеризует Российскую Федерацию как социальное государство?',
  answer1: 'каждому гарантируется социальное обеспечение по возрасту, в случае болезни, инвалидности, потери кормильца, для воспитания детей и в иных случаях, установленных законом',
  answer2: 'охраняются труд и здоровье людей, устанавливается гарантированный минимальный размер оплаты труда,  обеспечивается государственная поддержка семьи, материнства, отцовства и детства, инвалидов и пожилых граждан',
  answer3: 'материнство и детство, семья находятся под защитой государства',
  answer4: 'политика государства направлена на создание условий, обеспечивающих достойную жизнь и свободное развитие человека',
  answer5: 'все вышеперечисленное',
},
{
  question38: 'Гражданин Российской Федерации',
  answer1: 'обязан определять и указывать свою национальную принадлежность',
  answer2: 'вправе определять и указывать свою национальную принадлежность',
  answer3: 'обязан определять и указывать свою национальную принадлежность по требованию органов государственной власти, органов местного самоуправления и их должностных лиц',
},
{
  question39: 'В соответствии с Конституцией, забота о детях, их воспитание',
  answer1: 'обязанность родителей',
  answer2: 'право родителей',
  answer3: 'равное право и обязанность родителей',
},
{
  question40: 'При осуществлении правосудия допускается',
  answer1: 'пересмотр приговора вышестоящим судом в порядке, установленном федеральным законом',
  answer2: 'повторное осуждение за одно и то же преступление в исключительных случаях',
  answer3: 'использование доказательств, полученных с нарушением федерального закона',
},
{
  question41: 'Перед вновь избранным Президентом РФ Правительство РФ:',
  answer1: 'слагает свои полномочия',
  answer2: 'продолжает осуществлять свои функции;',
  answer3: 'подает в отставку.',
},
{
  question42: 'Депутаты Государственной Думы',
  answer1: 'могут находиться на государственной службе',
  answer2: 'могут заниматься оплачиваемой деятельностью на не профессиональной основе',
  // A
  answer3: 'могут заниматься преподавательской, научной и иной творческой деятельности',
  answer4: 'все вышеперечисленное.',
},
{
  question43: 'Первое заседание Государственной Думы открывает',
  answer1: 'Председатель Государственной Думы',
  // A
  answer2: 'старейший по возрасту депутат',
  answer3: 'депутат по результатам жеребьевки',
},
{
  question44: 'Право законодательной инициативы принадлежит',
  answer1: 'Президенту Российской Федерации, Совету Федерации, членам Совета Федерации, депутатам Государственной Думы, гражданам РФ',
  answer2: 'Президенту Российской Федерации, Совету Федерации, членам Совета Федерации, депутатам Государственной Думы, Правительству Российской Федерации, законодательным (представительным) органам субъектов Российской Федерации, гражданам РФ, иностранным гражданам',
  // A
  answer3: 'Президенту Российской Федерации, Совету Федерации, членам Совета Федерации, депутатам Государственной Думы, Правительству Российской Федерации, законодательным (представительным) органам субъектов Российской Федерации.  Конституционному Суду Российской Федерации и Верховному Суду Российской Федерации по вопросам их ведения',
},
{
  question45: 'Какое положение характеризует Российскую Федерацию как светское государство?',
  answer1: 'никакая религия не может устанавливаться в качестве государственной или обязательной',
  answer2: 'религиозные объединения отделены от государства и равны перед законом',
  //A
  answer3: 'все вышеперечисленное',
},
{
  question46: 'Какие из нижеперечисленных прав относятся к личным правам граждан?',
  answer1: 'право на свободное использование своих способностей и имущества для предпринимательской и иной не запрещенной законом экономической деятельности; право иметь имущество в собственности, владеть, пользоваться и распоряжаться им как единолично, так и совместно с другими лицами',
  // A
  answer2: 'право на жизнь; право на свободу и личную неприкосновенность; право на неприкосновенность частной жизни, личную и семейную тайну, защиту своей чести и доброго имени',
  answer3: 'право свободно распоряжаться своими способностями к труду, выбирать род деятельности и профессию; право на индивидуальные и коллективные трудовые споры с использованием установленных федеральным законом способов их разрешения, включая право на забастовку',
  answer4: 'право участвовать в управлении делами государства как непосредственно, так и через своих представителей; право избирать и быть избранными в органы государственной власти и органы местного самоуправления, а также участвовать в референдуме.',
},
{
  question47: 'Какие из нижеперечисленных прав не относятся к социальным правам граждан?',
  // A
  answer1: 'право на свободное использование своих способностей и имущества для предпринимательской и иной не запрещенной законом экономической деятельности',
  answer2: 'право на пользование родным языком, на свободный выбор языка общения, воспитания, обучения и творчества',
  answer3: 'право на объединение, включая право создавать профессиональные союзы для защиты своих интересов',
  answer4: 'право на жилище',
  answer5: 'на благоприятную окружающую среду',
  answer6: 'право на образование',
},
{
  question48: 'Какой способ защиты нарушенных прав и интересов граждан, предусмотрен Конституцией РФ?',
  answer1: 'создание профессиональных союзов',
  answer2: 'личные обращения, а также индивидуальные и коллективные обращения в государственные органы и органы местного самоуправления',
  answer3: '. индивидуальные и коллективные трудовые споры с использованием установленных федеральным законом способов их разрешения, включая право на забастовку',
  answer4: 'любые способы, не запрещенные законом',
  answer5: 'судебная защита',
  answer6: 'обращения в межгосударственные органы по защите прав и свобод человека',
  answer7: 'получение квалифицированной юридической помощи, в случаях, предусмотренных законом, бесплатно',
  // A
  answer8: 'все вышеперечисленные',
},
{
  question49: 'Правительство Российской Федерации',
  answer1: 'решает вопрос о возможности использования Вооруженных Сил Российской Федерации за пределами территории Российской Федерации',
  // A
  answer2: 'осуществляет меры по обеспечению обороны страны, государственной безопасности, реализации внешней политики Российской Федерации',
  answer3: 'утверждает изменение границ между субъектами Российской Федерации',
},
{
  question50: 'Судебная система Российской Федерации устанавливается',
  answer1: 'Указом Президента Российской Федерации',
  answer2: 'Конституцией Российской Федерации и федеральным законом',
  // A
  answer3: 'Конституцией Российской Федерации и федеральным конституционным законом',
},
{
  question51: 'Во всех случаях, когда Президент Российской Федерации не в состоянии выполнять свои обязанности, их временно исполняет',
  answer1: 'Председатель Государственной Думы',
  answer2: 'Глава Совета Безопасности Российской Федерации',
  // A
  answer3: 'Председатель Правительства Российской Федерации',
  answer4: 'Председатель Совета Федерации',
},
{
  question52: 'По каким вопросам не принимаются федеральные законы? ',
  // A
  answer1: 'по предметам ведения субъектов Российской Федерации',
  answer2: 'по предметам совместного ведения Российской Федерации и субъектов Российской Федерации',
  answer3: 'по предметам ведения Российской Федерации',
},
{
  question53: 'Разграничение предметов ведения и полномочий между органами государственной власти Российской Федерации и органами государственной власти субъектов Российской Федерации осуществляется:',
  // A
  answer1: 'Конституцией, Федеративными и иными договорами о разграничении предметов ведения и полномочий',
  answer2: 'Конституцией, Федеральными конституционными законами, законами и иными нормативными правовыми актами Российской Федерации',
  answer3: 'Конституцией, Федеральными конституционными законами, законами и иными нормативными правовыми актами Российской Федерации и её субъектов',
},
{
  question54: 'Неопубликованные законы и иные нормативные правовые акты, затрагивающие права, свободы и обязанности человека и гражданина, если они не опубликованы официально для всеобщего сведения',
  answer1: 'считаются не вступившими в силу',
  // A
  answer2: 'не применяются',
  answer3: 'применяются в части, не противоречащей опубликованным законам и иных нормативным правовым актам',
},
{
  question55: 'Основные права и свободы человека принадлежат каждому',
  // A
  answer1: 'от рождения',
  answer2: 'с момента наступления совершеннолетия',
  answer3: 'при наступлении дееспособности',
},
{
  question56: 'Права и свободы человека и гражданина могут быть ограничены',
  //A
  answer1: 'федеральным законом только в той мере, в какой это необходимо в целях защиты основ конституционного строя, нравственности, здоровья, прав и законных интересов других лиц, обеспечения обороны страны и безопасности государства',
  answer2: 'федеральными конституционными законами, федеральными законами и законами субъектов Российской Федерации только в той мере, в какой это необходимо в целях защиты основ конституционного строя, здоровья, прав и законных интересов граждан',
  answer3: 'не могут быть ограничены.',
},
{
  question57: 'Неприкосновенность члена Совета Федерации и депутата Государственной Думы означает',
  answer1: 'они не могут быть задержаны, арестованы, подвергнуты обыску, досмотру',
  answer2: 'они не могут быть привлечены к уголовной и административной ответственности',
  // A
  answer3: 'они не могут быть задержаны, арестованы, подвергнуты обыску, кроме случаев задержания на месте преступления, а также подвергнуты личному досмотру, за исключением случаев, когда это предусмотрено федеральным законом для обеспечения безопасности других людей',
},
{
  question58: 'Исполнительную власть в Российской Федерации осуществляет',
  // A
  answer1: 'Правительство Российской Федерации',
  answer2: 'Президент Российской Федерации',
  answer3: 'Президент и Правительство Российской Федерации, а также органы местного самоуправления',
},
{
  question59: 'Как именуется нижняя палата парламента Российской Федерации?',
  answer1: 'Администрация Президента',
  answer2: 'Совет Федерации',
  // A
  answer3: 'Государственная Дума',
}


// {
//   question60: ' Are You Happy with this Quiz ? )))',
//   answer1: 'Defenetely YES !',
//   answer2: 'Might be...',
//   answer3: 'Not quite',
// },


];
const correctAnswersPravo = [3, 2, 3, 3, 1, 1, 1, 1, 4, 2, 1, 3, 2, 1, 4, 1, 2, 1, 1, 3, 2, 1, 3, 3, 3, 2, 1, 4, 2, 3, 3, 1, 3, 2, 4, 3, 5, 2, 3, 1, 1, 3, 2, 3, 3, 2, 1, 8, 2, 3, 3, 1, 1, 2, 1, 1, 3, 1, 3];



// {
//   question: '',
//   answer1: '',
//   answer2: '',
//   answer3: '',
// }