
const questionsSluzba = [
  {
  question1: 'Служебная дисциплина, в соответствии с ФЗ "О службе в ОВД" - это:',
  answer1: 'соблюдение сотрудником органов внутренних дел, установленных законодательством РФ, порядка и правил выполнения служебных обязанностей и реализации предоставленных прав;',
  answer2: 'обязательное соблюдение сотрудником органов внутренних дел, служебного распорядка и должностного регламента;',
  answer3: 'соблюдение сотрудником органов внутренних дел установленных законодательством РФ, присягой сотрудника органов внутренних дел  РФ, дисциплинарным уставом органов внутренних дел РФ, контрактом, приказами и распоряжениями руководителя федерального органа исполнительной власти в сфере внутренних дел, приказами и распоряжениями прямых и непосредственных руководителей (начальников) порядка и правил выполнения служебных обязанностей и реализации предоставленных прав.',
},

{
  question2: 'Не является нарушением служебной дисциплины (дисциплинарным проступком): ',
  answer1: 'виновное действие (бездействие), выразившееся в нарушении сотрудником органов внутренних дел законодательства РФ, дисциплинарного устава органов внутренних дел РФ, должностного регламента (должностной инструкции); ',
  answer2: 'виновное действие (бездействие), выразившееся в несоблюдении запретов и ограничений, связанных со службой в органах внутренних дел, и требований к служебному поведению; ',
  answer3: 'неисполнение заведомо незаконных приказа или распоряжения прямых руководителей (начальников), непосредственного руководителя (начальника) при выполнении основных обязанностей и реализации предоставленных прав.',
},

{
  question3: 'К сотруднику ОВД, имеющему дисциплинарное взыскание, наложенное на него в письменной форме приказом руководителя федерального органа исполнительной власти в сфере внутренних дел или уполномоченного руководителя, может быть применена мера поощрения только в виде: ',
  answer1: 'объявления благодарности;',
  answer2: 'досрочного снятия ранее наложенного в письменной форме дисциплинарного взыскания;',
  answer3: 'выплаты денежной премии;',
  answer4: 'мера поощрения применена быть не может в течение 3-х месяцев с момента наложения на сотрудника дисциплинарного взыскания.',
},

{
  question4: 'До наложения дисциплинарного взыскания:',
  answer1: 'от сотрудника органов внутренних дел, привлекаемого к ответственности, должно быть затребовано объяснение в устной форме;',
  answer2: 'в отношении сотрудника органов внутренних дел, привлекаемого к ответственности, в обязательном порядке должна быть проведена служебная проверка;',
  answer3: 'от сотрудника органов внутренних дел, привлекаемого к ответственности, должно быть затребовано объяснение в письменной форме.',
},

{
  question5: 'Уполномоченный руководитель обязан ознакомить сотрудника органов внутренних дел под расписку с приказом о наложении на него дисциплинарного взыскания: ',
  answer1: 'в течение трех рабочих дней;',
  answer2: 'в течение пяти рабочих дней;',
  answer3: 'в течение двух недель.',
},

{
  question6: 'Дисциплинарное взыскание, наложенное на сотрудника ОВД приказом руководителя федерального органа исполнительной власти в сфере внутренних дел или уполномоченного руководителя, считается снятым:',
  answer1: 'по истечении шести месяцев со дня его наложения, если этот сотрудник в указанный период не подвергался новому дисциплинарному взысканию, либо со дня издания приказа о поощрении в виде досрочного снятия ранее наложенного на сотрудника дисциплинарного взыскания;',
  answer2: 'по истечении трех месяцев со дня его наложения, если этот сотрудник в указанный период не подвергался новому дисциплинарному взысканию, либо со дня издания приказа о поощрении в виде досрочного снятия ранее наложенного на сотрудника дисциплинарного взыскания;',
  answer3: 'по истечении одного года со дня его наложения, если этот сотрудник в указанный период не подвергался новому дисциплинарному взысканию, либо со дня издания приказа о поощрении в виде досрочного снятия ранее наложенного дисциплинарного взыскания.',
},
{
  question7: 'Дисциплинарные взыскания за несоблюдение ограничений и запретов, требований о предотвращении или об урегулировании конфликта интересов и неисполнение обязанностей, установленных в целях противодействия коррупции, могут налагаться на основании: ',
  answer1: 'доклада о результатах проверки, проведённой подразделением по профилактике коррупционных и иных правонарушений кадрового подразделения федерального органа исполнительной власти в сфере внутренних дел, его территориального органа, подразделения;',
  answer2: 'рекомендации аттестационной комиссии, в случае, если доклад о результатах проверки направлялся в аттестационную комиссию; ',
  answer3: 'доклада подразделения по профилактике коррупционных и иных правонарушений кадрового подразделения федерального органа исполнительной власти в сфере внутренних дел, его территориального органа, подразделения о совершении коррупционного правонарушения, в случае согласия сотрудника органов внутренних дел и при условии признания им факта совершения коррупционного правонарушения;',
  answer4: 'все вышеперечисленное.',
},
{
  question8: 'Дисциплинарные взыскания за несоблюдение ограничений и запретов, требований о предотвращении или об урегулировании конфликта интересов и неисполнение обязанностей, установленных в целях противодействия коррупции, увольнение в связи с утратой доверия, налагаются: ',
  answer1: 'не позднее одного месяца со дня поступления информации о совершении сотрудником ОВД коррупционного правонарушения;',
  answer2: 'не позднее одного месяца со дня поступления информации о совершении сотрудником ОВД коррупционного правонарушения, не считая периода временной нетрудоспособности сотрудника ОВД, пребывания его в отпуске, других случаев его отсутствия на службе по уважительным причинам, а также времени проведения проверки и рассмотрения ее материалов комиссией по соблюдению требований к служебному поведению федеральных государственных служащих и урегулированию конфликта интересов (аттестационной комиссией);',
  answer3: 'не позднее шести месяцев со дня поступления информации о совершении сотрудником ОВД коррупционного правонарушения и не позднее года со дня его совершения;',
  answer4: 'не позднее шести месяцев со дня поступления информации о совершении сотрудником ОВД коррупционного правонарушения и не позднее трёх лет со дня его совершения.',
},
{
  question9: 'Перевод на нижестоящую должность и увольнение со службы в органах внутренних дел в порядке дисциплинарного взыскания  исполняется не позднее чем:',
  answer1: 'через 2 недели со дня издания приказа об их наложении, в  указанный срок не включаются периоды временной нетрудоспособности сотрудника органов внутренних дел, нахождения его в отпуске или в командировке;',
  answer2: 'через месяц со дня издания приказа об их наложении, в  указанный срок не включаются периоды временной нетрудоспособности сотрудника органов внутренних дел, нахождения его в отпуске или в командировке;',
  answer3: 'через два месяца со дня издания приказа об их наложении, в  указанный срок не включаются периоды временной нетрудоспособности сотрудника органов внутренних дел, нахождения его в отпуске или в командировке.',
},
{
  question10: 'Служебная дисциплина в полиции регулируется: ',
  answer1: 'Федеральным законом «О полиции»;',
  answer2: 'Положением о службе в органах внутренних дел РФ;',
  answer3: 'Дисциплинарным уставом органов внутренних дел РФ, утверждаемым Президентом РФ;',
  answer4: 'всеми вышеперечисленными нормативными правовыми актами.',
},
{
  question11: 'Какое из перечисленных дисциплинарных взысканий не является основанием для приостановления присвоения сотруднику органов внутренних дел очередного специального звания: ',
  answer1: 'предупреждение о неполном служебном соответствии;',
  answer2: 'перевод на нижестоящую должность в органах внутренних дел;',
  answer3: 'строгий выговор;',
  answer4: 'замечание;',
  answer5: 'выговор.',
},
{
  question12: 'Грубым нарушением служебной дисциплины сотрудником органов внутренних дел не является: ',
  answer1: 'отсутствие сотрудника по месту службы без уважительных причин два часа подряд в течение установленного служебного времени;',
  answer2: 'нахождение сотрудника на службе в состоянии алкогольного, наркотического или иного токсического опьянения либо отказ сотрудника от медицинского освидетельствования на состояние опьянения;',
  answer3: 'разглашение сотрудником сведений, составляющих государственную и иную охраняемую законом тайну, конфиденциальной информации (служебной тайны), ставших ему известными в связи с выполнением служебных обязанностей, если это не влечет за собой уголовную ответственность;',
  answer4: 'небрежное хранение сотрудником вверенных для служебного пользования оружия и патронов к нему, повлекшее его (их) утрату, если это не влечет за собой уголовную ответственность;',
  answer5: 'осуществления сотрудником предпринимательской деятельности.',
},
{
  question13: 'Дисциплинарное взыскание должно быть наложено не позднее чем через: ',
  answer1: 'две недели со дня, когда прямому руководителю (начальнику) или непосредственному руководителю (начальнику) стало известно о совершении сотрудником ОВД дисциплинарного проступка, а в случае проведения служебной проверки или возбуждения уголовного дела - не позднее чем через один месяц со дня утверждения заключения по результатам служебной проверки или вынесения окончательного решения по уголовному делу;',
  answer2: 'один месяц со дня, когда прямому руководителю (начальнику) или непосредственному руководителю (начальнику) стало известно о совершении сотрудником ОВД дисциплинарного проступка, а в случае проведения служебной проверки или возбуждения уголовного дела - не позднее чем через шесть недель со дня утверждения заключения по результатам служебной проверки или вынесения окончательного решения по уголовному делу;',
  answer3: 'три недели с момента совершения дисциплинарного проступка, за исключением периодов и пребывания в отпуске и временной нетрудоспособности сотрудника.',
},
{
  question14: 'Дисциплинарное взыскание, объявленное сотруднику органов внутренних дел публично в устной форме действительно:',
  answer1: 'в течение 6-и месяцев со дня его наложения;   ',
  answer2: 'в течение 3-х месяцев со дня его наложения;   ',
  answer3: 'в течение 2-х месяцев со дня его наложения;',
  answer4: 'в течение одного месяца со дня его наложения.',
},
{
  question15: 'Непрерывный срок исполнения обязанностей по не вакантной (замещаемой другим сотрудником органов внутренних дел) должности в органах внутренних дел в период временного отсутствия замещающего эту должность сотрудника не может в текущем году превышать:',
  answer1: 'Два месяца;',
  answer2: 'Четыре месяца;',
  answer3: 'Шесть месяцев;',
  answer3: 'Восемь месяцев.',
},
{
  question16: 'Служба в органах внутренних дел не приостанавливается:',
  answer1: 'в случае назначения (избрания) сотрудника органов внутренних дел на государственную должность Российской Федерации;',
  answer2: 'в случае направления сотрудника на обучение по дополнительным профессиональным программам;',
  answer3: 'в случае направления сотрудника органов внутренних дел по решению руководителя федерального органа исполнительной власти в сфере внутренних дел или уполномоченного руководителя в международную организацию на основании международного договора Российской Федерации в порядке и на условиях, которые действуют в данной международной организации;',
},
{
  question17: 'Для гражданина, поступающего на службу в органы внутренних дел, в целях проверки уровня его подготовки и соответствия должности в ОВД, на замещение которой он претендует, устанавливается испытание на срок:',
  answer1: 'от двух до шести месяцев;',
  answer2: 'три месяца;',
  answer3: 'от одного до трех месяцев.',
},
{
  question18: 'Испытательный срок для гражданина, поступающего на службу в органы внутренних дел, в целях проверки уровня его подготовки и соответствия должности в ОВД, на замещение которой он претендует, не устанавливается: ',
  answer1: 'для граждан, назначаемых на должности высшего начальствующего состава;',
  answer2: 'для граждан, поступающих в образовательные организации высшего образования федерального органа исполнительной власти в сфере внутренних дел для обучения по очной форме;',
  answer3: 'для граждан, назначаемых на должности по результатам конкурса;',
  answer4: 'для граждан, ранее проходивших службу в федеральных органах исполнительной власти на должностях, по которым предусмотрено присвоение специальных (воинских) званий, но только по решению руководителя федерального органа исполнительной власти в сфере внутренних дел или уполномоченного руководителя;',
  answer5: 'все вышеперечисленное.',
},
{
  question19: 'Назначение на должности высшего начальствующего состава и освобождение от этих должностей осуществляются:',
  answer1: 'руководителем федерального органа исполнительной власти в сфере внутренних дел;',
  answer2: 'Президентом Российской Федерации;',
  answer3: 'уполномоченным руководителем в порядке, определяемом законодательством Российской Федерации;',
},
{
  question20: 'Сотрудник органов внутренних дел может быть отозван из отпуска без его согласия:',
  answer1: 'при ликвидации последствий аварий, катастроф природного и техногенного характера и других чрезвычайных ситуаций; ',
  answer2: 'если отсутствие сотрудника на службе в ОВД влечет за собой невозможность надлежащего осуществления федеральным органом исполнительной власти в сфере внутренних дел, его территориальным органом, подразделением функций, установленных законодательством Российской Федерации;',
  answer3: 'в любом случае на основании приказа руководителя федерального органа исполнительной власти в сфере внутренних дел или уполномоченного руководителя.',
},
{
  question21: 'Сотрудник органов внутренних дел подлежит увольнению в связи с утратой доверия в случае:',
  answer1: 'совершения проступка, порочащего честь сотрудника органов внутренних дел;',
  answer2: 'в связи с приобретением гражданства (подданства) иностранного государства;',
  answer3: 'осуждения сотрудника за преступление; ',
  answer4: 'осуществления сотрудником органов внутренних дел предпринимательской деятельности.',
},
{
  question22: 'Контракт подлежит расторжению, а сотрудник органов внутренних дел увольнению со службы в органах внутренних дел в случае:',
  answer1: 'прекращения гражданства РФ или приобретением гражданства (подданства) иностранного государства;',
  answer2: 'назначения (избрания) сотрудника органов внутренних дел на государственную должность РФ;',
  answer3: 'в случае наделения сотрудника органов внутренних дел полномочиями высшего должностного лица субъекта РФ;',
  answer4: 'избрания сотрудника органов внутренних дел депутатом законодательного (представительного) органа государственной власти субъекта РФ.',
},

{
  question23: 'Срок исполнения обязанностей по вакантной (не замещаемой другим сотрудником органов внутренних дел) должности в органах внутренних дел не может превышать в текущем году: ',
  answer1: 'Два месяца;',
  answer2: 'Четыре месяца;',
  answer3: 'Шесть месяцев;',
  answer4: 'Восемь месяцев;',
  answer5: 'Девять месяцев.',

},

{
  question24: 'Ненормированный служебный день устанавливается для сотрудников органов внутренних дел, замещающих должности: ',
  answer1: 'Руководителей (начальников) всех уровней.',
  answer2: 'Из числа должностей старшего и высшего начальствующего состава.',
  answer3: 'Из числа должностей младшего, среднего, старшего и высшего начальствующего состава.',
  answer4: 'Руководителей (начальников) из числа должностей старшего и высшего начальствующего состава.',
},

{
  question25: 'Увольнение сотрудника со службы в органах внутренних дел в период его временной нетрудоспособности, пребывания в отпуске или в командировке не допускается по следующим основаниям: ',
  answer1: 'в связи с болезнью - на основании заключения военно-врачебной комиссии о негодности к службе в органах внутренних дел;',
  answer2: 'в связи с признанием сотрудника недееспособным или ограниченно дееспособным по решению суда, вступившему в законную силу;',
  answer3: 'в связи с совершением проступка, порочащего честь сотрудника органов внутренних дел;',
  answer4: 'в связи с отказом сотрудника без уважительных причин от перевода на равнозначную должность в порядке ротации;',
  answer5: '5. не допускается ни в каких случаях.',
},

{
  question26: 'Личное поручительство оформляется: ',
  answer1: 'при переводе сотрудника на иную должность в органах внутренних дел;',
  answer2: 'при увольнении сотрудника органов внутренних дел.',
  answer3: 'при поступлении гражданина на службу в органы внутренних дел;',
},

{
  question27: 'Какой из перечисленных периодов не включается в стаж службы (выслугу лет) в органах внутренних дел: ',
  answer1: 'период работы судьей;',
  answer2: 'срок испытания при поступлении гражданина на службу в органы внутренних дел;',
  answer3: 'время (не более пяти лет) обучения сотрудника до поступления на службу в органы внутренних дел по основным образовательным программам среднего профессионального образования (при подготовке квалифицированных рабочих, служащих);',
  answer4: 'период прохождения гражданином военной службы;',
  answer5: 'период замещения гражданином должностей в таможенных органах Российской Федерации, следственных органах и учреждениях Следственного комитета Российской Федерации, по которым предусмотрено присвоение специальных званий.',
},

{
  question28: 'Сотрудником органов внутренних дел является: ',
  answer1: 'гражданин, который взял на себя обязательства по прохождению федеральной государственной службы в органах внутренних дел в должности рядового или начальствующего состава;',
  answer2: 'гражданин, который взял на себя обязательства по прохождению федеральной государственной службы в органах внутренних дел в должности рядового или начальствующего состава и которому присвоено специальное звание рядового или начальствующего состава;',
  answer3: 'гражданин, которому присвоено специальное звание рядового или начальствующего состава.',
},

{
  question29: 'В случае, если сотрудник органов внутренних дел владеет ценными бумагами, акциями (долями участия, паями в уставных (складочных) капиталах организаций), он обязан в целях предотвращения конфликта интересов: `',
  answer1: 'осуществить отчуждение (продать, подарить) принадлежащих ему ценных бумаг, акций (долей участия, паев в уставных (складочных) капиталах организаций) в соответствии с законодательством Российской Федерации;',
  answer2: 'передать принадлежащие ему ценные бумаги, акции (доли участия, паи в уставных (складочных) капиталах организаций) близким родственникам;',
  answer3: 'отказаться от участия в принятии решений органов управления организаций, правом на которое он обладает в связи с указанным владением;',
  answer4: 'передать принадлежащие ему ценные бумаги, акции (доли участия, паи в уставных (складочных) капиталах организаций) в доверительное управление в соответствии с законодательством Российской Федерации.',
},

{
  question30: 'Не является переводом и не требует согласия сотрудника органов внутренних дел: ',
  answer1: 'выполнение им равнозначных функций по иной должности в органах внутренних дел в том же подразделении и в той же местности, не влекущее за собой изменения условий контракта;',
  answer2: 'выполнение им равнозначных функций по иной должности в органах внутренних дел в той же местности, не влекущее за собой изменения условий контракта;',
  answer3: 'перемещение сотрудника органов внутренних дел в случаях, установленных Федеральным законом от 30 ноября 2011 г. № 342-ФЗ «О службе в органах внутренних дел Российской Федерации и внесении изменений в отдельные законодательные акты Российской Федерации», на равнозначную должность в органах внутренних дел.',
},

{
  question31: 'Срок задержания исчисляется: ',
  answer1: 'с момента доставления лица к следователю;',
  answer2: 'с момента фактического ограничения свободы передвижения лица;',
  answer3: 'с момента помещения лица в изолятор временного содержания;',
  answer4: 'после входа в здание органа внутренних дел.',
},

{
  question32: 'Сотруднику органов внутренних дел, не реализовавшему свое право на основной отпуск в определенный графиком срок: ',
  answer1: 'отпуск должен быть предоставлен в удобное для него время до окончания текущего года либо в течение следующего года;',
  answer2: 'отпуск предоставляется до окончания текущего года либо в течение следующего года по решению уполномоченного руководителя (начальника);',
  answer3: 'отпуск не предоставляется. Сотруднику выплачивается денежная компенсация.',
},

{
  question33: 'Для сотрудника органов внутренних дел устанавливаются следующие виды времени отдыха: ',
  answer1: 'нерабочие праздничные дни и отпуска;',
  answer2: 'еженедельный непрерывный отдых;',
  answer3: 'перерыв в течение служебного дня, ежедневный отдых, выходные дни (еженедельный непрерывный отдых), нерабочие праздничные дни и отпуска.',
},

{
  question34: 'Сотрудник органов внутренних дел, не прошедший проверку на профессиональную пригодность к действиям в условиях, связанных с применением физической силы, специальных средств и огнестрельного оружия:',
  answer1: 'Сотрудник, имеющий специальное звание полиции проходит аттестацию на соответствие замещаемой должности. До вынесения решения о соответствии замещаемой должности сотрудник отстраняется от выполнения обязанностей, связанных с возможным применением физической силы, специальных средств и огнестрельного оружия. Премия за добросовестное выполнение служебных обязанностей на период отстранения не выплачивается.',
  answer2: 'Сотрудник ОВД проходит аттестацию на соответствие замещаемой должности. До вынесения решения о соответствии замещаемой должности сотрудник отстраняется от выполнения обязанностей, связанных с возможным применением физической силы, специальных средств и огнестрельного оружия. ',
  answer3: 'Сотрудник не проходит аттестацию на соответствие замещаемой должности, но проходит повторную проверку на профессиональную пригодность после дополнительного обучения.',
},

{
  question35: 'Приказом руководителя федерального органа исполнительной власти в сфере внутренних дел или уполномоченного руководителя может устанавливаться ненормированный служебный день для сотрудников, замещающих:',
  answer1: 'Любые должности на усмотрение руководителя.',
  answer2: 'Должности, определяемые перечнем должностей в органах внутренних дел, при замещении которых может устанавливаться ненормированный служебный день.',
  answer3: 'Только должности руководителей (начальников) из числа должностей старшего и высшего начальствующего состава.',
},

{
  question36: 'Увольнение сотрудника со службы в органах внутренних дел в период его временной нетрудоспособности, пребывания в отпуске или в командировке не допускается по следующим основаниям: ',
  answer1: 'в связи с болезнью - на основании заключения военно-врачебной комиссии о негодности к службе в органах внутренних дел;',
  answer2: 'в связи с призывом сотрудника на военную службу или направлением на заменяющую ее альтернативную гражданскую службу;',
  answer3: 'в связи с представлением сотрудником подложных документов или заведомо ложных сведений при поступлении на службу в органы внутренних дел;',
  answer4: 'в связи с прекращением гражданства Российской Федерации или приобретением гражданства (подданства) иностранного государства.',
  answer5: 'не допускается ни в каких случаях.',
},

{
  question37: 'Увольнение сотрудника со службы в органах внутренних дел в период его временной нетрудоспособности, пребывания в отпуске или в командировке не допускается по следующим основаниям: ',
  answer1: 'в связи с болезнью - на основании заключения военно-врачебной комиссии о негодности к службе в органах внутренних дел;',
  answer2: 'в связи с отказом сотрудника от перевода на иную должность в органах внутренних дел в целях устранения обстоятельств, связанных с непосредственной подчиненностью или подконтрольностью сотрудников, находящихся в отношениях близкого родства или свойства;',
  answer3: 'в связи с призывом сотрудника на военную службу или направлением на заменяющую ее альтернативную гражданскую службу;',
  answer4: 'в связи с совершением проступка, порочащего честь сотрудника органов внутренних дел;',
  answer5: 'не допускается ни в каких случаях.',
},

{
  question38: 'Сотрудник органов внутренних дел имеет право расторгнуть контракт и уволиться со службы в органах внутренних дел по собственной инициативе до истечения срока действия контракта, подав в установленном порядке рапорт об этом:',
  answer1: 'за один месяц до даты увольнения;',
  answer2: 'за два месяца до даты увольнения;',
  answer3: 'за 14 дней до даты увольнения;',
  answer4: 'за 7 дней до даты увольнения.',
},

{
  question39: 'Сотрудник органов внутренних дел независимо от места нахождения и времени суток считается выполняющим служебные обязанности в случае, если он:',
  answer1: '1. получил увечье вследствие совершения в отношении него умышленного преступления;',
  answer2: '2. причинил вред своему здоровью, вызванный болезненным состоянием;',
  answer3: '3. находится на лечении в медицинской организации в связи с увечьем или иным повреждением здоровья (заболеванием), полученными при выполнении служебных обязанностей.',
},

{
  question40: 'Сотрудник органов внутренних дел не обязан:',
  answer1: 'поддерживать уровень квалификации, необходимый для надлежащего выполнения служебных обязанностей, в установленном порядке проходить профессиональное обучение и (или) получать дополнительное профессиональное образование;',
  answer2: 'сообщить непосредственному руководителю (начальнику) о подаче заявления о выходе из гражданства Российской Федерации в день подачи заявления;',
  answer3: 'проходить ежегодно профилактические медицинские осмотры, включающие в себя химико-токсикологические исследования наличия в организме человека наркотических средств, психотропных веществ и их метаболитов, а также по направлению уполномоченного руководителя медицинское освидетельствование (обследование), в том числе на состояние опьянения ',
  answer4: 'выполнять по решению руководителя федерального органа исполнительной власти в сфере внутренних дел либо уполномоченного руководителя и в соответствии с настоящим Федеральным законом обязанности, аналогичные обязанностям по замещаемой должности в органах внутренних дел, при перемещении сотрудника в том же подразделении и в той же местности;',
  answer5: 'представлять в порядке, установленном законодательством Российской Федерации, сведения о своих доходах, расходах, об имуществе и обязательствах имущественного характера, а также о доходах, расходах, об имуществе и обязательствах имущественного характера своих близких и дальних родственников.',
},

{
  question41: 'Сведения, порочащие честь, достоинство и деловую репутацию гражданина, преданные гласности сотрудником полиции, в случае признания их не соответствующими действительности судом, следователем, органом дознания или самой полицией должны быть опровергнуты в той же форме, в какой они были преданы гласности, в возможно короткий срок, но не превышающий:',
  answer1: 'десяти дней со дня признания таких сведений не соответствующими действительности;',
  answer2: 'трех месяцев со дня признания таких сведений не соответствующими действительности;',
  answer3: 'одного месяца со дня признания таких сведений не соответствующими действительности;',
  answer4: 'трех месяцев со дня предания гласности таких сведений.',
},

{
  question42: 'Сотрудники, не подчиненные друг другу по службе, могут быть старшими или младшими по подчиненности; старшинство по службе сотрудников органов внутренних дел определяется:',
  answer1: 'по специальному званию, а при равенстве званий – по замещаемой должности;',
  answer2: 'по замещаемой должности, а в случае, если сотрудники замещают равнозначные должности, - по специальному званию;',
  answer3: 'старшинство определено быть не может.',
},

{
  question43: 'Решение о привлечении сотрудника к выполнению служебных обязанностей сверх установленной нормальной продолжительности служебного времени, а также в ночное время может быть принято и доведено до него прямым руководителем (начальником):',
  answer1: 'только под расписку;',
  answer2: 'под расписку, в случаях, не терпящих отлагательств - в устной форме;',
  answer3: 'в устной форме.',
},

{
  question44: 'В число квалификационных требований к должностям в органах внутренних дел, устанавливаемых в соответствии с составами должностей в органах внутренних дел, входят:',
  answer1: 'требования к уровню образования, стажу службы в органах внутренних дел или стажу (опыту) работы по специальности, профессиональным знаниям и навыкам, состоянию здоровья сотрудников органов внутренних дел, необходимых для выполнения обязанностей по замещаемой должности;',
  answer2: 'требования к уровню образования, стажу службы в органах внутренних дел или стажу (опыту) работы по специальности, профессиональным знаниям и навыкам, состоянию здоровья сотрудников органов внутренних дел, необходимых для выполнения обязанностей по замещаемой должности, квалификационное звание;',
  answer3: 'требования к уровню образования, профессиональным знаниям и навыкам, состоянию здоровья сотрудников органов внутренних дел, необходимых для выполнения обязанностей по замещаемой должности, квалификационное звание.',
},

{
  question45: 'Сотрудник органов внутренних дел в обязательном порядке временно отстраняется от выполнения служебных обязанностей в случае:',
  answer1: 'назначения служебной проверки по факту совершения сотрудником грубого нарушения служебной дисциплины, исключающего возможность выполнения им служебных обязанностей, - на период проведения служебной проверки и исполнения, наложенного по ее результатам дисциплинарного взыскания;',
  answer2: 'возникновения конфликта интересов - до его урегулирования;',
  answer3: 'прекращения допуска сотрудника к сведениям, составляющим государственную и иную охраняемую законом тайну, если выполнение служебных обязанностей требует допуска к таким сведениям, - до получения допуска к указанным сведениям, перевода на другую должность в органах внутренних дел или увольнения со службы в органах внутренних дел.',
},

{
  question46: 'Служебная проверка не проводится по решению руководителя федерального органа исполнительной власти в сфере внутренних дел или уполномоченного руководителя при необходимости выявления: ',
  answer1: 'причин, характера и обстоятельств совершенного сотрудником органов внутренних дел дисциплинарного проступка;',
  answer2: 'подтверждения наличия или отсутствия обстоятельств, в связи с которыми сотрудник не может находиться на службе в органах внутренних дел;',
  answer3: 'соответствия сотрудника замещаемой должности в органах внутренних дел',
},

{
  question47: 'Срок проведения служебной проверки по решению руководителя федерального органа исполнительной власти в сфере внутренних дел или уполномоченного руководителя может быть продлен, но не более чем на: ',
  answer1: 'Десять дней',
  answer2: 'Пятнадцать дней.',
  answer3: 'Тридцать дней.',
  answer4: 'Период временной нетрудоспособности сотрудника, в отношении которого проводится служебная проверка, нахождения в отпуске, командировке, а также время отсутствия сотрудника на службе по иным уважительным причинам.',
  answer5: 'Не продлевается.',
},

{
  question48: 'Служебная проверка проводится: ',
  answer1: 'в обязательном порядке при совершении сотрудником дисциплинарного проступка;',
  answer2: 'по решению руководителя федерального органа исполнительной власти в сфере внутренних дел или уполномоченного руководителя при необходимости выявления причин, характера и обстоятельств совершенного сотрудником органов внутренних дел дисциплинарного проступка, подтверждения наличия или отсутствия обстоятельств нарушения ограничений, обязанностей и запретов, связанных со службой в полиции, а также по заявлению сотрудника;',
  answer3: 'только при наличии заявления сотрудника о необходимости выявления причин, характера и обстоятельств совершенного сотрудником органов внутренних дел дисциплинарного проступка, подтверждения наличия или отсутствия обстоятельств нарушения ограничений, обязанностей и запретов, связанных со службой в полиции.',
},

{
  question49: 'К мерам по предотвращению и урегулированию конфликта интересов относится:',
  answer1: 'изменение служебного положения сотрудника органов внутренних дел, являющегося стороной конфликта интересов;',
  answer2: 'отстранения от выполнения служебных обязанностей в установленном порядке;',
  answer3: 'отказ сотрудника от выгоды, явившейся причиной возникновения конфликта интересов;',
  answer4: 'отвод или самоотвод в порядке, установленном законодательством Российской Федерации. в отношении сотрудника, осуществляющего в соответствии со своими служебными обязанностями процессуальные полномочия;',
  answer5: 'все вышеперечисленное',
},

{
  question50: 'В какой срок сотрудник органов внутренних дел или гражданин, поступающий на службу в органы внутренних дел либо ранее состоявший на службе в органах внутренних дел, может обратиться для разрешения служебного спора к руководителю федерального органа исполнительной власти в сфере внутренних дел или уполномоченному руководителю либо  в суд: ',
  answer1: 'в течение месяца со дня, когда он узнал или должен был узнать о нарушении своего права;',
  answer2: 'в течение трех месяцев со дня, когда он узнал или должен был узнать о нарушении своего права;',
  answer3: 'в течение шести месяцев со дня, когда он узнал или должен был узнать о нарушении своего права;',
  answer4: 'в течение месяца со дня, когда он узнал или должен был узнать о нарушении своего права к руководителю федерального органа исполнительной власти в сфере внутренних дел или уполномоченному руководителю, в течение двух месяцев - в суд.',
},

{
  question51: 'Срок рассмотрения служебного спора руководителем федерального органа исполнительной власти в сфере внутренних дел или уполномоченным руководителем составляет:',
  answer1: 'в течение трех месяцев со дня подачи рапорта сотрудником органов внутренних дел или со дня подачи письменного заявления гражданином, поступающим на службу в органы внутренних дел либо ранее состоявшим на службе в органах внутренних дел;',
  answer2: 'в течение двух месяцев со дня подачи рапорта сотрудником органов внутренних дел или со дня подачи письменного заявления гражданином, поступающим на службу в органы внутренних дел либо ранее состоявшим на службе в органах внутренних дел;',
  answer3: 'в течение одного месяца со дня подачи рапорта сотрудником органов внутренних дел или со дня подачи письменного заявления гражданином, поступающим на службу в органы внутренних дел либо ранее состоявшим на службе в органах внутренних дел.',
},

{
  question52: 'В случае пропуска срока обращения к руководителю федерального органа исполнительной власти в сфере внутренних дел или уполномоченному руководителю для разрешения служебного спора:',
  answer1: 'срок не продлевается, спор по существу не рассматривается;',
  answer2: 'если с момента пропуска срока прошло не более двух недель, срок восстанавливается  и продлевается руководителем федерального органа исполнительной власти в сфере внутренних дел или уполномоченным руководителем и служебный спор рассматривается по существу;',
  answer3: 'в случае уважительности причин пропуска срока, руководитель федерального органа исполнительной власти в сфере внутренних дел или уполномоченный руководитель вправе продлить соответствующий срок и рассмотреть служебный спор по существу.',
},

{
  question53: 'Под конфликтом интересов понимается:',
  answer1: 'ситуация, при которой личная заинтересованность (прямая или косвенная) лица, влияет или может повлиять на надлежащее, объективное и беспристрастное исполнение им должностных (служебных) обязанностей;',
  answer2: 'возможность получения доходов в виде денег, иного имущества, в том числе имущественных прав, услуг имущественного характера;',
  answer3: 'различие в точках зрения по служебным вопросам.',
},

{
  question54: 'Сотрудник органов внутренних дел обязан уведомить непосредственного руководителя (начальника) о возникновении или о возможности возникновения конфликта интересов:',
  answer1: 'в устной форме;',
  answer2: 'в письменной форме;',
  answer3: 'в письменной или устной форме (по усмотрению сотрудника);',
  answer4: 'уведомление не обязательно, это право сотрудника.',
},

{
  question55: 'Сотрудник органов внутренних дел обязан уведомить непосредственного руководителя (начальника) о возникновении или о возможности возникновения конфликта интересов:',
  answer1: 'в течение 3 суток;',
  answer2: 'в как только ему станет об этом известно;',
  answer3: 'в течение 1 недели;',
  answer4: 'в течение 1 месяца.',
},

{
  question56: 'Коллективные служебные споры в органах внутренних дел:',
  answer1: 'рассматриваются в общем порядке;',
  answer2: 'рассматриваются с привлечением представителей профсоюзных организаций;',
  answer3: 'рассматриваются в особом порядке по усмотрению вышестоящего руководителя;',
  answer4: 'не допускаются.',
},

{
  question57: 'Сотрудник органов внутренних дел для разрешения служебного спора:',
  answer1: 'обязан в письменной форме обратиться только к прямому руководителю (начальнику);',
  answer2: 'вправе обратиться в письменной форме к непосредственному руководителю (начальнику), а при несогласии с его решением или при невозможности рассмотрения непосредственным руководителем (начальником) служебного спора по существу к прямому руководителю (начальнику) или в суд;',
  answer3: 'имеет право обратиться к непосредственному руководителю (начальнику) или   в суд;',
},

{
  question58: 'Сотрудники женского пола, находившиеся в отпуске по беременности и родам, а также сотрудники, находившиеся в отпуске по уходу за ребенком до достижения им возраста трех лет, проходят аттестацию ',
  answer1: 'не ранее чем через один год после выхода из отпуска;',
  answer2: 'не ранее чем через два года после выхода из отпуска;',
  answer3: 'не ранее чем через три года после выхода из отпуска;',
  answer4: 'проходят внеочередную аттестацию.',
},

{
  question59: 'Аттестация может проводиться в отсутствие аттестуемого сотрудника по решению председателя соответствующей аттестационной комиссии или министра внутренних дел или руководителя (начальника) органов, организаций, подразделений МВД России, структурных подразделений, принятому на основании:',
  answer1: 'Предложений непосредственного руководителя (начальника) сотрудника и с согласия сотрудника;',
  answer2: 'Мотивированного рапорта сотрудника и с согласия непосредственного руководителя (начальника) сотрудника;',
  answer3: 'Мотивированного отзыва, в котором содержится предложение аттестационной комиссии о необходимости признания сотрудника несоответствующим замещаемой должности, в случае освобождения сотрудника от выполнения служебных обязанностей в связи с временной нетрудоспособностью в общей сложности более четырех месяцев в течение двенадцати месяцев;',
  answer4: 'все вышеперечисленное.',
},

{
  question60: 'Внеочередная аттестация сотрудника органов внутренних дел не проводится: ',
  answer1: 'При решении вопроса о переводе сотрудника на вышестоящую должность в органах внутренних дел.',
  answer2: 'При решении вопроса о переводе сотрудника на нижестоящую должность в органах внутренних дел, назначении сотрудника на вышестоящую должность в органах внутренних дел из кадрового резерва.',
  answer3: 'В случае если сотрудник не прошел проверку на профессиональную пригодность к действиям в условиях, связанных с применением физической силы, специальных средств и огнестрельного оружия. ',
},

{
  question61: 'Аттестация сотрудника органов внутренних дел проводится:',
  answer1: 'один раз в пять лет. В случае назначения сотрудника на другую должность в органах внутренних дел его аттестация проводится не ранее чем через шесть месяцев после назначения;',
  answer2: 'один раз в четыре года. В случае назначения сотрудника на другую должность в органах внутренних дел его аттестация проводится не ранее чем через один год после назначения;',
  answer3: 'один раз в два года;',
  answer4: 'проводится только в случае перемещения сотрудника на иные должности.',
},

{
  question62: 'Премия за добросовестное выполнение служебных обязанностей не выплачивается в случае:',
  answer1: 'привлечения к дисциплинарной ответственности в виде «выговора»;',
  answer2: 'в случае увольнения сотрудника за нарушение условий контракта;',
  answer3: 'в связи с отказом сотрудника без уважительных причин от перевода на равнозначную должность в порядке ротации;',
},

{
  question63: 'При увольнении сотрудника из органов внутренних дел в связи с совершением проступка, порочащего честь сотрудника ОВД:',
  answer1: 'Требуется проведение служебной проверки и увольнение осуществляется после издания приказа о привлечении к дисциплинарной ответственности в виде увольнения из ОВД в установленном порядке.',
  answer2: 'Требуется проведение служебной проверки и увольнение осуществляется после проведения служебной проверки, издание приказа о привлечении к дисциплинарной ответственности в виде увольнения из ОВД не требуется.',
  answer3: 'Требуется проведение служебной проверки и увольнение осуществляется после проведения служебной проверки в установленном порядке по результатам аттестации',
  answer4: 'Проведение служебной проверки не требуется, увольнение осуществляется на основании рапорта непосредственного руководителя.',
},

{
  question64: 'Ежемесячная надбавка к должностному окладу за квалификационное звание специалиста третьего класса устанавливается в процентах от должностного оклада в следующих размерах:',
  answer1: '2',
  answer2: '5',
  answer3: '10',
  answer4: '15',
  answer5: '20',
},

{
  question65: 'Ежемесячная надбавка к должностному окладу за квалификационное звание специалиста первого класса устанавливается в процентах от должностного оклада в следующих размерах:',
  answer1: '5',
  answer2: '10',
  answer3: '20',
  answer4: '25',
  answer5: '30',
},

{
  question66: 'В соответствии с приказом МВД России от 05.05.2018 № 275 профессиональная служебная и физическая подготовка включает в себя следующие виды:',
  answer1: 'Правовую подготовку, боевую подготовку, огневую подготовку, физическую подготовку.',
  answer2: 'Правовую подготовку, огневую подготовку, физическую подготовку.',
  answer3: 'Правовую подготовку, служебную подготовку, огневую подготовку, физическую подготовку.',
  answer4: 'Правовую подготовку, служебную подготовку, морально-психологическую  подготовку, огневую подготовку, физическую подготовку.',
},

{
  question67: 'Сотрудники не принимавшие участия в итоговых занятиях в связи с временной нетрудоспособностью, служебной командировкой, отпуском, за исключением сотрудников, находившихся в отпуске по беременности и родам, а также сотрудников, находившихся в отпуске по уходу за ребенком до достижения им возраста трех лет, обязаны:',
  answer1: 'В течение двух недель после прекращения соответствующих обстоятельств пройти проверку на профессиональную пригодность.',
  answer2: 'В течение одного месяца после прекращения соответствующих обстоятельств пройти проверку на профессиональную пригодность.',
  answer3: 'В течение трех месяцев после прекращения соответствующих обстоятельств пройти проверку на профессиональную пригодность.',
  answer4: 'Пройти проверку на профессиональную пригодность по окончании следующего учебного года.',
},

{
  question68: 'Сотрудник, при проверке уровня профессиональной подготовленности, получивший повторно оценку "неудовлетворительно" по профессиональной служебной и физической подготовке:',
  answer1: 'немедленно отстраняется от выполнения служебных обязанностей и подлежит увольнению со службы;',
  answer2: 'признается непригодным к действиям в условиях, связанных с применением физической силы, специальных средств и огнестрельного оружия и направляется на внеочередную аттестацию;',
  answer3: 'признается непригодным к действиям в условиях, связанных с применением физической силы, специальных средств и огнестрельного оружия и подлежит увольнению со службы;',
  answer4: 'признается непригодным к действиям в условиях, связанных с применением физической силы и направляется на  аттестацию.',
},

{
  question69: 'В случае получения оценки "неудовлетворительно" при проверке уровня профессиональной подготовленности сотрудник:',
  answer1: 'Временно отстраняется от выполнения обязанностей, связанных с возможным применением физической силы, специальных средств и огнестрельного оружия, и направляется на внеочередную аттестацию;',
  answer2: 'Временно отстраняется от выполнения обязанностей, связанных с возможным применением физической силы, специальных средств и огнестрельного оружия и проходит дополнительную подготовку и повторную проверку по огневой, служебной и физической подготовке;',
  answer3: 'проходит дополнительную подготовку и повторную проверку по огневой, служебной, физической  и (или) правовой подготовке.',
  answer4: 'проходит повторную проверку по огневой,  физической, служебной  и (или) правовой подготовке.',
},

{
  question70: 'С момента, когда прямому руководителю (начальнику) или непосредственному руководителю (начальнику) стало известно о совершении сотрудником органов внутренних дел дисциплинарного проступка, дисциплинарное взыскание должно быть наложено на него:',
  answer1: 'не позднее чем через 2 недели;',
  answer2: 'не позднее чем через 30 дней;',
  answer3: 'не позднее 6 месяцев.',
},

{
  question71: 'Освобождение сотрудника органов внутренних дел от выполнения служебных обязанностей в связи с временной нетрудоспособностью осуществляется:',
  answer1: 'на основании заключения (листка освобождения от выполнения служебных обязанностей по временной нетрудоспособности) медицинского учреждения государственной или муниципальной системы здравоохранения;',
  answer2: 'на основании заключения, листка освобождения от выполнения служебных обязанностей по временной нетрудоспособности, либо справки учреждения, организации имеющей соответствующую лицензию на осуществление медицинской деятельности;',
  answer3: 'на основании заключения (листка освобождения от выполнения служебных обязанностей по временной нетрудоспособности) медицинского учреждения федерального органа исполнительной власти в сфере внутренних дел, а при отсутствии такого медицинского учреждения по месту службы, месту жительства или иному месту нахождения сотрудника - иного медицинского учреждения государственной или муниципальной системы здравоохранения.',
},

{
  question72: 'Если на день вступления в законную силу приговора суда об осуждении сотрудника органов внутренних дел за преступление сотрудник находился под стражей, контракт с ним расторгается:',
  answer1: 'со дня вступления в силу обвинительного приговора суда;',
  answer2: 'со дня фактического заключения сотрудника под стражу;',
  answer3: 'с момента издания приказа об увольнении.',
},

{
  question73: 'В случае обжалования сотрудником дисциплинарного взыскания вышестоящим руководителям (начальникам) или в суд:',
  answer1: 'исполнение дисциплинарного взыскания приостанавливается до даты приказа вышестоящего руководителя (начальника) или даты вступления в силу решения суда;',
  answer2: 'исполнение дисциплинарного взыскания приостанавливается в случае наличия ходатайства сотрудника о приостановлении дисциплинарного взыскания, если такое ходатайство удовлетворено вышестоящим руководителем (начальником) или судом;   ',
  answer3: 'исполнение дисциплинарного взыскания приостанавливается в случае наложения на сотрудника дисциплинарного взыскания в виде увольнения, понижения в должности;',
  answer4: 'исполнение дисциплинарного взыскания не приостанавливается.',
},

{
  question74: 'Каким приказом МВД России утвержден Порядок организации прохождения службы в органах внутренних дел Российской Федерации?',
  answer1: 'приказом МВД России от 01.02.2018 г. № 50;',
  answer2: 'приказом МВД России от 30.11.2011 г. № 342;',
  answer3: 'приказом МВД России от 14.12.1999 г. № 1038.',
},

{
  question75: 'Кем разрабатываются должностные регламенты (должностные инструкции) индивидуально для каждого сотрудника, замещающего должность в органах, организациях, подразделениях системы МВД России?',
  answer1: 'непосредственными руководителями (начальниками) сотрудников;',
  answer2: 'сотрудниками кадрового подразделения;',
  answer3: 'сотрудниками правового подразделения;',
  answer4: 'прямыми руководителями (начальниками) сотрудников.',
},

{
  question76: 'Обследование вещей, проводимое без нарушения их конструктивной целостности, осуществляющееся в случае необходимости в целях обнаружения орудий совершения либо предметов административного правонарушения называется:',
  answer1: 'освидетельствование;',
  answer2: 'досмотр;',
  answer3: 'обыск;',
  answer4: 'осмотр.',
},

{
  question77: 'Какое из перечисленных специальных званий не относится к специальным званиям младшего начальствующего состава?',
  answer1: 'сержант юстиции',
  answer2: 'старший сержант внутренней службы',
  answer3: 'младший лейтенант полиции',
  answer4: 'прапорщик полиции',
  answer5: 'все перечисленные варианты относятся к званиям младшего начальствующего состава',
},


]

const correctAnswersSluzba = [
  3, //1
  3, //2
  2, //3
  3, //4
  1, //5
  3, //6
  4, //7
  4, //8
  3, //9
  3, //10
  4, //11
  1, //12
  1, //13
  4, //14
  2, //15
  2, //16
  1, //17
  5, //18
  2, //19
  1, //20
  4, //20
  1, //21
  3, //22
  4, //23
  4, //24
  5, //25
  3, //26
  3, //27
  2, //28
  4, //29
  1, //30
  2, //31
  1, //32
  3, //33
  2, //34
  2, //35
  3, //36
  2, //37
  1, //38
  3, //39
  5, //40
  3, //41
  2, //42
  2, //43
  1, //44
  3, //45
  3, //46
  2, //48
  5, //49
  2, //50
  3, //51
  3, //52
  1, //53
  2, //54
  2, //55
  4, //56
  2, //57
  1, //58
  4, //59
  2, //60
  2, //61
  2, //62
  2, //63
  2, //64
  3, //65
  3, //66
  2, //67
  2, //68
  3, //69
  2, //70
  3, //71
  2, //72
  4, //73
  1, //74
  1, //75
  4, //76 ?
  3, //77

 ]